Repository: KDE/kde1-kdeutils
Catalog: po/*/*.po
Languages: de, is

source: About addressbook
de: ‹ber das Adreﬂbuch
is: Um símaskrána

source: Image load failure
de: Bild laden fehlgeschlagen
is: Mistkókst að hlaða inn mynd

source: Could not load addressbook logo image!
de: Das Adreﬂbuch-Logo konnte nicht geladen werden!
is: Gat ekki lesið kennimynd símaskrárinnar!

source: Here you would see the addressbook logo.
de: Hier w¸rden Sie das Adreﬂbuch-Logo sehen.
is: Hér væri kynnimynd símaskrárinnar.

source: written and maintained by
de: Geschrieben und betreut von
is: skrifað og viðhaldið af

source: Initialization failure
de: Initialisierungsfehler
is: Ræsiferli mistókst

source: The program's menubar could not be constructed.
de: Die Programm-Menuleiste konnte nicht erzeugt werden.
is: Mistókst að smíða valslá forritsins.

source: The program's statusbar could not be constructed.
de: Die Statusleiste des Programms konnte nicht erzeugt werden.
is: Minstókst að smíða stöðuslá forritsins.

source: KDE addressbook.
de: KDE Adreﬂbuch
is: KDE símaskrá.

source: HTML table
de: HTML-Tabelle
is: HTML tafla

source: Export
de: Exportieren
is: Vista &sem

source: Search &entries
de: &Eintr‰ge durchsuchen
is: &Leita

source: &Print
de: &Drucken
is: &Prenta

source: &Add entry
de: Eintrag hinzuf¸gen
is: &Ný færsla

source: &Edit entry
de: Eintrag bearbeiten
is: &Breyta færslu

source: &Remove entry
de: Eintrag lˆschen
is: &Eyða færslu

source: &Mail
is: &Senda póst

source: &Talk
de: Talk-Client aufrufen
is: S&pjalla (talk)

source: &Browse
de: &Browsen
is: &Flakka

source: Help on Addressbook
de: Hilfe zum Adreﬂbuch
is: Hjálp með símaskrána

source: About Addressbook
de: ‹ber das Adreﬂbuch
is: &Um símaskrána

source: About &Qt
de: ‹ber &Qt
is: Um &Qt

source: About &KDE
de: ‹ber &KDE
is: Um &KDE

source: &About
de: ‹&ber
is: &Um

source: About Qt
de: ‹ber Qt
is: Um &Qt
