Repository: KDE/kde1-kdeutils
Catalog: po/*/ark.po
Languages: no, pt, ro, sk, sv

source: Add File Options
no: Legg til filvalg
pt: Opções de Adição de Ficheiros
ro: Opþiuni de adãugare
sk: Voµby pre pridanie súboru
sv: Inställningar för Lägg till fil

source: Store Full Path
no: Lagre komplett sti
pt: Armazenar Caminho
ro: Stocheazã calea întreagã
sk: Ulo¾i» s úplnou cestou
sv: Lagra fullständig sökväg

source: Only Add Newer Files
no: Bare legg til nye filer
pt: Apenas Recentes
ro: Adaugã doar fiºiere mai noi
sk: Pridáva» len nov¹ie súbory
sv: Lägg bara till nya filer

source: Extract Options
no: Dra ut valg
pt: Opções de Extracção
ro: Opþiuni de extragere
sk: Voµby rozbaµovania
sv: Inställningar för Packa upp

source: Destination
no: Bestemmelsessted
pt: Destino
ro: Destinaþia
sk: Cieµové miesto

source: Preserve Permissions
no: Bevar tillatelser
pt: Preservar Permissões
ro: Pãstreazã prermisiunile
sk: Zachova» prístupové práva
sv: Bevara rättigheter

source: Filenames to Lowercase
no: Filnavn med små bokstaver
pt: Nome dos Ficheiros para Minúsculas
ro: Schimbã în litere mici
sk: Previes» mená súborov na malé písmená
sv: Filnamn till Gemen

source: All Files
no: Alle filer
pt: Todos
ro: Toate fiºierele
sk: V¹etky súbory
sv: Alla filer

source: Selected File
no: Valgte filer
pt: Seleccionado
ro: Fiºierele selectate
sk: Vybrané súbory
sv: Valda filer

source: Pattern
no: Mønster
pt: Padrão
ro: Filtru
sk: Maska
sv: Mönster

source: &New...
no: &Ny...
sk: &Nový...

source: &Extract To...
no: Pakk &ut til...
pt: &Extrair Para...
ro: &Extrage în...
sk: &Rozbali» do ...
sv: &Packa upp till...

source: E&xtract...
no: P&akk ut...
pt: E&xtrair
ro: E&xtrage...
sk: R&ozbali» ...
sv: P&acka upp...

source: &Set Archive Directory...
no: &Sett arkiv mappe
pt: &Definir Directoria de Arquivo...
ro: &Seteazã directorul arhivei...
sk: Na&stavi» prieèinok archívu ...
sv: &Välj arkiv katalog...

source: Set &Tar Executable...
no: Velg &Tar-programfil...
pt: Modificar Executavel do &Tar...
ro: Seteazã &Tar executabil...
sk: Nastavi» &Tar...
sv: Välj &Tar-program

source: &File Adding Options...
no: Valg for &filtillegging...
pt: Opções de Adição de &Ficheiros
ro: &Opþiuni de adãugare...
sk: Voµby pridania &súboru ...
sv: &Lägg till fil Inställningar

source: Welcome to KZip...
no: Velkommen til Kzip...

source: Can't create archive of that type
no: Kan ikke lage arkiv av den typen
pt: Não posso criar arquivo desse tipo
ro: Nu pot crea o arhivã de acest tip
sk: Nemô¾em vytvori» archív tohoto typu
sv: Kan inte skapa arkiv av den typen

source: Create or open an archive first
no: Lag eller epne et arkiv fxrst
pt: Crie ou abra um arquivo primeiro
ro: Mai întâi creazã sau deschide o arhivã
sk: Najprv vytvorte alebo otvorte archív
sv: Skapa eller öppna ett arkiv först

source: Can't add directories with this archive type
no: Kan ikke legge til mapper med denne arkiv typen
pt: Impossível adicionar directorias com este tipo de arquivo
ro: Nu pot adãuga directoare în acest tip de arhivã
sk: Nemô¾em prida» prieèinky s týmto typom archívu
sv: Kan inte lägga till kataloger med denna arkiv typ

source: Error saving to archive
no: Feil ved lagring til arkiv
pt: Erro ao gravar para o arquivo
ro: Eroare la salvare în arhivã
sk: Chyba pri ukladaní do archívu
sv: Fel då arkivet sparades

source: Archive Dir:
no: Arkivmappe:
pt: Directoria de Arquivo:
ro: Directorul Arhivei:
sk: Prieèinok archívu:
sv: Arkiv katalog:

source: What runs GNU tar:
no: Hva kjører GNU tar:
pt: O que corre o GNU tar:
ro: Ce ruleaza GNY tar:
sk: Èo spustí GNU tar:
sv: Vad kör GNU tar:

source: Unknown archive format
no: Ukjent arkivformat
pt: Formato de arquivo desconhecido
ro: Format de arhivã necunoscut
sk: Neznámy formát archívu
sv: Okänt arkiv format

source: Size
no: Størrelse
sk: Veµkos»

source: Archive directory does not exist.
no: Arkivmappe eksisterer ikke.
pt: Directoria de arquivo não existe.
ro: Directorul arhivei nu existã.
sk: Prieèinok archívu neexistuje.
sv: Arkiv katalog existerar ej.

source: Archive Directory
no: Arkivmappe
pt: Directoria de Arquivo
ro: Directorul Arhivei
sk: Prieèinok archívu
sv: Arkiv katalog
