Repository: KDE/kde1-kdeutils
Catalog: po/*/karm.po
Languages: cs

source: Task Name
cs: jméno úlohy

source: Accumutated time (in minutes)
cs: Èas (v minutách)

source: KArm: New Task
cs: KArm: Nová úloha

source: Karm: Save error
cs: Karm: Chyba pøi ukládání

source: There was an error trying to save your data file. Time accumulated this session will NOT be saved!
cs: Nastala chyba pri zapisování va¹eho datového souboru. Èas nashromá¾dìný pøi tomto sezení NEBUDE ulo¾en!

source: Oh No!
cs: Ó, Ne!

source: : Add New Task
cs: : Pøidat novou úlohu

source: Karm::createNewTask called and there's no dialog!
cs: Karm::createNewTask je zavolaný a není tu dialogové okno!

source: : Edit Task Entry
cs: : Editovat úlohu

source: Karm::updateExistingTask called and there's no dlg!
cs: Karm::updateExistingTask je zavolaný a není tu dialogové okno!

source: : Deleting Task
cs: : Ru¹ení úlohy

source: Are you sure you want to delete this task?
cs: Jste si jistý, ¾e chcete smazat tuto úlohu?

source: &Yes
cs: An&o

source: clock inactive
cs: hodiny nejsou aktivní

source: This session:
cs: Toto sezení:

source: &Clock
cs: &Hodiny

source: &Task
cs: Ú&kol

source: &New
cs: &Nový

source: &About
cs: &Informace o aplikaci

source: Start Clock
cs: Spustit hodiny

source: Stop Clock
cs: Zastavit hodiny

source: New Task
cs: Nová úloha

source: Delete Task
cs: Smazat úlohu

source: Edit Task
cs: Upravit úlohu

source: About
cs: Informace

source: 0.3 -- Sirtaj Singh Kang taj@kde.org, Oct 1997 The K Desktop Environment
cs: 0.3 -- Sirtaj Singh Kang taj@kde.org, Øíjen 1997 The K Desktop Environment

source: clock active
cs: hodiny jsou aktivní
