Repository: KDE/kde1-kdeutils
Catalog: po/*/kcalc.po
Languages: cs, de, el, es, fi, hr, sk

source: KCalc Setup/Help
cs: KCalc Nastavení/nápovìda
de: KCalc Einstellungen/Hilfe
el: Kcalc Παράμετροι/Βοήθεια
es: KCalc Setup/Ayuda
fi: KCalc Asetukset/Ohje
hr: KCalc Postava/Pomoæ
sk: KCalc Nastavenie/pomocník

source: Angle
cs: Úhel
de: Winkel
el: Γωνία
es: Ángulo
fi: Kulma
hr: Kut
sk: Uhol

source: Base
cs: Soustava
de: Basis
el: Βάση
fi: Kanta
hr: Baza
sk: Sústava

source: KCalc Configuraton
cs: Nastavení KCalcu
es: Configuración
fi: KCalc asetukset
hr: KCalc Postava
sk: Nastavenie KCalcu

source: Base type: long double
cs: Základní typ:long double
de: Typ der Basis: long double
el: Τύπος βάση: μεγάλος διπλός
es: Tipo de base: doble larga
fi: Kantatyyppi: long double
hr: Tip baze: long double
sk: Základný typ:long double

source: Due to broken glibc's everywhere, I had to reduce KCalc's precision from 'long double' to 'double'. Owners of systems with a working libc should recompile KCalc with 'long double' precision enabled. See the README for details.
cs: V dùsledky chyby v glibc, musím sní¾it pøesnost KCalcu z 'long double' na 'double'. Vlastníci systémù s fungující libc by mìli rekompilovat KCalc se zpøístupnìnou 'long double' pøesností. Nahlédnìte do README kvùli delailùm.
es: Por un error en glibc, tuve que reducir la precisión de KCalc de doble larga a doble. Poseedores de un sistema con una glibc sin errores deberían recompilar su KCalc con precisión doble larga activada. Vea el archivo README si quiere mas detalles.
fi: Johtuen rikkin‰isist‰ glibc-kirjastoista, KCalc:n tarkkuus on laskettu 'long double'-tarkkuudesta 'double'-tarkkuuteen. Ne, joilla on toimiva libc, voivat k‰‰nt‰‰ kcalcin 'long double' tarkkuudella. Lue README-tiedostosta tarkemmat tiedot.
hr: Radi 'slomljenog' glibca, moram smanjiti KCalcovu toènost sa 'long double' u 'double'. Vlasnici sistema sa ispravnim libcom trebaju prekompajlirati KCalc sa ukljuèenom 'long double' toèno¹æu. Proèitajte README za vi¹e informacija.
sk: Vzhµadom na to, ¾e momentálne sú v¹ade po svete chybné verzie glibc, musel som zní¾i» presnos» kcalcu z 'long double' na 'double'. Majitelia systémov s fungujúcou verziou glibc mô¾u prekompilova» KCalc s povolenou presnos»ou na 'long double'. Preèítajte si README, ak tak chcete urobi».

source: Defaults
cs: Základní
de: Standards
el: Προεπιλεγμένα
es: Predeterminados
fi: Oletukset
hr: Uobièajene vrijednosti
sk: Implicitné

source: Display Font
cs: Písmo
de: Darstellungs-Schrift
el: Γραμματοσειρά Οθόνης
es: Tipo de fuente
fi: N‰yttˆkirjasin
hr: Pismo za prikazivanje
sk: Písmo

source: Stat Mem cleared
cs: Pamì» vymazána
de: Statistik-Speicher gelöscht
el: Στατιστική μνήμη μηδενίστηκε
es: Memoria limpiada
fi: Tilastomuisti puhdistettu
hr: Stat Mem ispra¾njen
sk: Pamä» vymazaná

source: Foreground Color:
cs: Barva textu:
de: Vordergrund-Farbe:
el: Χρώμα προσκηνίου
es: Color numérico:
fi: Taustan v‰ri:
hr: Boja Prvog Plana:
sk: Farba textu:

source: Background Color:
cs: Barva pozadí:
de: Hintergrund-Farbe:
el: Χρώμα Φόντου
es: Color de fondo:
fi: Edustan v‰ri:
hr: Boja Pozadine:
sk: Farba pozadia:

source: Precision:
cs: Pøesnost:
de: Genauigkeit:
el: Ακρίβεια:
es: Precisión:
fi: Tarkkuus:
hr: Toènost:
sk: Presnos»:

source: Set Fixed Precision at:
cs: Nastavit pevnou pøesnost na :
de: Setze feste Genauigkeit auf:
el: Βάλε Προκαθορισμένη Ακρίβεια στο:
es: Dar precisión fija a:
fi: Aseta kiinte‰ tarkkuus:
hr: Namjesti toènost na:
sk: Nastavi» pevnú presnos» na :

source: Beep on Error
cs: Pípnout pøi chybì
de: Ton bei Fehler
el: Ήχησε σε Λάθος
es: Beep en los errores
fi: Virheen yhteydess‰ ‰‰nimerkki
hr: Pipni kod gre¹ke
sk: Pípnu» pri chybe

source: Trigonometry Mode
cs: Trigonometrický re¾im
de: Trigonometrischer Modus
el: Κατάσταση Τριγωνομετρική
es: Modo trigonométrico
fi: Trigonometriatila
hr: Trigonometrijski naèin
sk: Trigonometrický re¾im

source: Statistical Mode
cs: Statistický re¾im
de: Statistischer Modus
el: Κατάσταση Στατιστική
es: Modo estadístico
fi: Tilastotiedetila
hr: Statistièki naèin
sk: ©tatistický re¾im

source: Set Default Font
cs: Nastav standardní písmo
de: Setze Standard-Schrift
el: Βάλε Προκαθορισμένη Γραμματοσειρά
es: Fijar fuente predeterminada
fi: Aseta oletuskirjasin
hr: Podesi uobièajeno pismo
sk: Nastavi» ¹tandardné písmo

source: Family:
es: Familia:
sk: Rodina:

source: Point Size:
cs: Velikost:
de: Punkt-Größe:
el: Μέγεθος Χαρακτήρων
es: Tamaño de punto:
fi: Pistekoko:
hr: Velièina toèke:
sk: Veµkos»:

source: Style:
es: Estilo:
sk: ©týl:

source: Weight:
es: Peso:
sk: Váha:

source: Bold
es: Negrita
sk: Tuèné

source: Normal
sk: Normálne

source: Base type: double
de: Type der Basis: double
