Repository: KDE/kde1-kdeutils
Catalog: po/*/kedit.po
Languages: cs, el, et, hr, no, pl, ru, sk

source: Subject:
cs: Subjekt:
el: Θέμσ
et: Sisu:
hr: Tema:
no: Subjekt:
pl: Temat:
ru: Тема:
sk: Subjekt:

source: Mail
cs: Ode¹li
el: Ταχυδρόμησε
et: Meil
hr: Po¹ta
no: Post
pl: Poczta
ru: Почта
sk: Odosla»

source: You must specify a Recipient
cs: Musíte urèit pøíjemce
el: Πρέπει να ορίσετε Παραλήπτη
et: Sa pead sisestama adressaadi
hr: Morate navesti primatelja
no: Du må angi en mottaker
pl: Musisz okre¶liæ adresata
ru: Вы должны указать получателя
sk: Musíte urèi» adresáta

source: Done
cs: Hotovo
et: Valmis
pl: Gotowe

source: Word Wrap
cs: Lámání slov
et: Reamurdmine
hr: Prijelom rijeèi

source: Backup Copies
cs: Zálo¾ní kopie
et: Varukoopiad
hr: Sigurnosne kopije
pl: Kopie zapasowe
