Repository: KDE/kde1-kdeutils
Catalog: po/*/kedit.po
Languages: cs, el, et, hr, no, pl, ru, sk

source: Show &Tool Bar
cs: Zapni &nástrojovou li¹tu
el: Δείξε την Μπάρα &Εργαλείων
et: Näita &tööriistariba
hr: Poka¾i Alat&e
no: Vis v&erktøylinje
pl: Poka¿ pasek &narzêdzi
ru: Показать инструменты
sk: Zapnú» &nástrojovú li¹tu

source: Hide &Tool Bar
cs: Vypni &nástrojovou li¹tu
el: Απόκρυψε την Μπάρα &Εργαλείων
et: Peida &tööriistariba
hr: &Sakrij alate
no: Skjul v&erktøylinje
pl: Ukryj pasek &narzêdzi
ru: Скрыть инструменты
sk: Vypnú» &nástrojovú li¹tu

source: Show &Status Bar
cs: Zapni &statusbar
el: Δείξε την Μπάρα &Κατάστασης
et: Näita &olekuriba
hr: Poka¾i s&tatus
no: Vis &statuslinje
pl: Pokaz pasek &stanu
ru: Показать строку состояния
sk: Zapnú» &stavový riadok

source: Hide &Status Bar
cs: Vypni &statusbar
el: Απόκρυψε την Μπάρα &Κατάστασης
et: Peida &olekuriba
hr: Sakrij st&atus
no: Skjul &statuslinje
pl: Ukryj pasek &stanu
ru: Скрыть строку состояния
sk: Vypnú» &stavový riadok

source: Select All
cs: Vybrat v¹e
el: Επιλογή όλων
et: Vali kõik
hr: Izaberi sve
no: Velg alle
pl: Zaznacz wszystko
ru: Выделить все
sk: Vybra» v¹etko

source: Font...
hr: Pismo...
sk: Písmo...

source: Ne&w...
cs: &Nový...
el: Δημιουργία
et: &Uus
hr: &Novi...
no: N&y...
pl: &Nowe...
ru: Новый...
sk: &Nový...

source: Open Recen&t...
cs: Otevøi Ne&dávný ...
el: ’νοιγμα &πρόσφατου
et: Ava H&iljutine...
hr: Otvori sko&ra¹nji...
no: Åpne &forrige
pl: Otwórz poprz&edni...
ru: Открыть недавнее...
sk: Otvori» ne&dávny ...

source: Open &URL...
cs: Otevøi U&RL...
el: ’νοιγμα &URL
et: Ava &URL...
hr: Otvori &URL...
no: Åpne &URL...
pl: Otwórz &URL...
ru: Открыть URL...
sk: Otvori» &URL...

source: Save to U&RL...
cs: Ulo¾ n&a URL...
el: Σώσιμο U&RL
et: Salvesta U&RL'ile...
hr: Spremi u U&RL...
no: Lagre til U&RL...
pl: Zapisz do U&RL...
ru: Записать в URL...
sk: Ulo¾i» ku U&RL...

source: &Mail...
cs: &Po¹ta...
el: &Αλληλογραφία
hr: P&o¹ta...
no: &Post...
pl: &Poczta...
ru: Почта...
sk: &Po¹ta...

source: New &Window
cs: No&vé okno
el: Νέο &Παράθυρο
et: Uus &Aken
hr: Novi p&rozor
no: Nytt &vindu
pl: Nowe &okno
ru: Новое окно...
sk: No&vé okno

source: &Select All
cs: Vy&brat v¹e
el: &Επιλογή όλων
et: &Vali kõik
hr: &Izaberi Sve
no: &Velg alle
pl: Zaz&nacz wszystko
ru: Выделить все
sk: Vy&bra» v¹etky

source: &Insert File
cs: Vlo¾it &soubor
el: &Εισαγωγή αρχείου
et: &Lisa Fail
hr: Umetni &datoteku
no: Sett inn fi&l
pl: Do³±cz &plik
ru: Вставить файл
sk: Vlo¾i» &súbor

source: Insert &Date
cs: Vlo¾it &datum
el: Εισαγώγη Ημερομηνίας
et: Lisa &Kuupäev
hr: Umetni datu&m
no: Sett inn &dato
pl: Do³±cz &datê
ru: Вставить дату
sk: Vlo¾i» &dátum

source: &Find...
cs: &Nalézt...
el: &Εύρεση
et: &Leia...
hr: &Naði...
no: &Finn...
pl: &Szukaj...
ru: Искать...
sk: &Nájs»...

source: Find &Again
cs: Znovu n&alézt
el: Εύρεση &επομένου
et: Leia &Uuesti
hr: Potra¾i &ponovo
no: Finn &igjen
pl: Szukaj z&nowu
ru: Искать дальше
sk: Znovu ná&js»

source: &Replace
cs: Nah&raï
el: &Αντικατάσταση
et: &Asenda
hr: Zami&jeni
no: &Erstatt
pl: &Zamieñ
ru: Заменить
sk: Nah&radi»

source: Spellcheck...
cs: Kontrola pravopisu...
et: Õigekiri...
no: Stavekontroll...
pl: Sprawdzanie pisowni...
sk: Kontrola pravopisu...

source: &Goto Line...
cs: &Jdi na øádku...
el: &Πήγαινε στην γραμμή
et: &Mine reale...
hr: &Idi na redak...
no: &Gå til linje...
pl: Id¼ do &linii...
ru: Перейти на строку...
sk: &Choï na riadok...

source: &Font...
hr: &Pismo...
pl: &Czcionka...
sk: &Písmo...

source: &Colors
cs: &Barvy
et: &Värvid
hr: &Boje
pl: &Kolory
sk: &Farby

source: KEdit &Options...
cs: Nas&tavení KEditu ...
el: &Επιλογές KEdit
et: KEdit &Valikud...
hr: KEdit &Opcije...
no: KEdit &valg...
pl: &Opcje KEdit...
ru: Настройки KEdit...
sk: Nas&tavenie KEditu ...

source: Auto &Indent
cs: Automatické &odsazování
el: Αυτόματη &Περιθοροποίηση
et: Automaatne &taandrida
hr: Auto&matska tabulacija
no: Auto innrykk
pl: Auto&wciêcie
ru: Авто выравнивание
sk: Automatické &odsadzovanie

source: &Tool Bar
cs: &Nástrojová li¹ta
el: Μπάρα &Εργαλείων
et: &Tööriistariba
hr: Alat&i
no: &Verktøylinje
pl: Pasek &narzêdzi
ru: Инструменты
sk: &Nástrojová li¹ta

source: &Status Bar
el: Μπάρα &Κατάστασης
et: &Olekuriba
hr: S&tatusna linija
no: &Statuslinje
pl: Pasek &stanu
ru: Строка состояния
sk: &Stavový riadok

source: Save Options
cs: Ulo¾ nastavení
el: Επιλογές σωσίματος
et: Salvesta valikud
hr: Spremi odrednice
no: Lagre valg
pl: Zachowaj opcje
ru: Записать установки
sk: Ulo¾i» nastavenie

source: New Document
cs: Nový dokument
el: Νέο Έγραφο
et: Uus dokument
hr: Novi dokument
no: Nytt dokument
pl: Nowy dokument
ru: Новый документ
sk: Nový dokument

source: Open Document
cs: Otevøi dokument
el: ’νοιγμα Εγγράφου
et: Ava dokument
hr: Otvori dokument
no: Åpne dokument
pl: Otwórz dokument
ru: Открыть документ
sk: Otvori» dokument

source: Save Document
cs: Ulo¾ dokument
el: Σώσιμο Εγγράφου
et: Salvesta dokument
hr: Spremi dokument
no: Lagre dokument
pl: Zachowaj dokument
ru: Записать документ
sk: Ulo¾i» dokument

source: Print Document
cs: Tiskni dokument
el: Εκτύπωση Εγγράφου
et: Trüki dokument
hr: Ispi¹i dokument
no: Skriv ut dokument
pl: Drukuj dokument
ru: Напечатать документ
sk: Tlaèi» dokument

source: Mail Document
cs: Ode¹li dokument po¹tou
el: Επιστολή
et: Meili dokument
hr: Po¹alji dokument po¹tom
no: Postlegg dokument
pl: Wy¶lij dokument poczt±
ru: Отправить по почте документ
sk: Odosla» dokument po¹tou

source: Open Location:
cs: Otevøi místo:
el: ’νοιγμα Τοποθεσιάς
et: Ava asukoht:
hr: Otvori lokaciju:
no: Åpne Location:
pl: Otwórz lokacjê:
ru: Открыть местоположение:
sk: Otvori» miesto:

source: Save to Location:
cs: Ulo¾ na místo:
el: Σώσιμο σε Τοποθεσία
et: Salvesta asukohta:
hr: Spremi na lokaciju:
no: Lagre til Location:
pl: Zapisz do lokacji:
ru: Записать в местоположение:
sk: Ulo¾i» na miesto:

source: Message
cs: Zpráva
el: Μήνυμα
et: Teade
hr: Poruka
no: Melding
pl: Wiadomo¶æ
ru: Сообщение
sk: Správa

source: This Document has been modified. Would you like to save it?
cs: Tento dokument byl modifikován. Pøejete si ho ulo¾it?
el: Αυτό το έγγραφο τροποποιήθηκε. Θα θέλατε να αποθηκευτεί;
et: Seda dokumenti on muudetud. Soovid sa selle salvestada?
hr: Ovaj dokument je mijenjan. ®elite li ga spremiti?
no: Dette dokument er endret. Vil du lagre til det?
pl: Ten dokument zosta³ zmieniony. Czy chcesz go zapisaæ?
ru: Документ был изменен. Вы хотите его записать?
sk: Tento dokument bol zmenený. Prajete si ho ulo¾i»?

source: Could not save the file. Exit anyways?
cs: Nebylo mo¾né ulo¾it soubor. Stále chcete ukonèit?
el: Το αρχείο δεν αποθηκεύτηκε. Θέλετε να τερματιστεί η εφαρμογή;
et: Faili pole võimalik salvestada. Kas väljuda sellele vaatamata?
hr: Ne mogu spremiti datoteku. Da ipak izaðem?
no: Kunne ikke lagre filen. Avslutte likevel?
pl: Nie mo¿na zachowaæ pliku. Wyj¶æ, pomimo tego?
ru: Ошибка записи файла. Все равно выйти?
sk: Nebolo mo¾né ulo¾i» súbor. Ukonèi» aj napriek tomu ?

source: There are windows with modified content open. If you exit now, you will loose those changes Quit anyways?
cs: Je otevøeno pøíli¹ mnoho dokumentù s modifikovaným obsahem. Jestli¾e nyní ukonèíte, ztratíte tyto zmìny. Stále chcete ukonèit?
el: Υπάρχουν ανοικτά παράθυρα με τροποποιημένο περιεχόμενο. Αν τερματιστεί η εφαρμογή τώρα θα χαθούν αυτλες οι αλλαγές. Θέλετε να τερματιστεί η εφαρμογή ούτως ή άλλως;
et: Aknad, milles on midagi muudetud, on avatud. Kui nüüd väljud, siis kaotad need muudatused Kas väljuda sellele vaatamata?
hr: Ostali su otvoreni prozori èiji je sadr¾aj mijenjan. Zavr¹ite li sad, izgubit æete promijenjene podatke. ®elite li ipak izaæi?
no: Det finnes åpne vindu med endret innhold. Hvis du avslutter nå, vil du miste disse endringene Avslutte likevel?
pl: Niektóre okna zawieraj± dokumenty ze zmienion± zawarto¶ci±. Wy¶cie spowoduje utratê tych zmian Wyj¶æ, pomimo tego?
ru: В некоторых окнах изменено седержимое. Если вы сейчас выйдете, вы потеряете все изменения Все равно выйти?
sk: Je otvorených príli¹ mnoho dokumentov so zmeneným obsahom. Ak teraz skonèíte, stratíte tieto zmeny. Ukonèi» aj napriek tomu ?

source: The current document has been modified. Continue anyways ?
cs: Souèasný dokument byl modifikován. Pøejete si pokraèovat?
el: Το παρόν κείμενο έχει τροποποιηθεί. Θέλετε να συνεχίσετε ούτως ή άλλως;
et: Käesolevat dokumenti on muudetud. Kas jätkata?
hr: Trenutni dokument je promijenjen. Ipak nastaviti?
no: Dokument i bruk er endret. Fortsette likevel ?
pl: Dokument zosta³ zmieniony. Czy chcesz zachowaæ zmiany?
ru: Текущий документ был изменен. Продолжить ?
sk: Súèasný dokument bol zmenený. Prajete si napriek tomu pokraèova»?

source: Wrote: %s
cs: %s zapsán
el: Γράψατε: %s
hr: Spremljen: %s
no: Skrev: %s
pl: Zapisane: %s
ru: Записано: %s
sk: %s zapísaných

source: No changes need to be saved
cs: Není nutné ulo¾it zmìny
el: Δεν χρειάζεται να αποθηκευτούν οι αλλαγές
et: Pole muudatusi, mida salvestada
hr: Nema promjena koje bi trebalo snimati
no: Ingen endringer trengs å lagres
pl: ¯adnych zmian wymagaj±cych zachowania
ru: Изменений нет
sk: Nie je nutné ulo¾i» ¾iadne zmeny

source: Saved as: %s
cs: Ulo¾eno jako %s
el: Αποθηκεύτηκε ως: %s
et: Salvesta kui: %s
hr: Snimljeno kao: %s
no: Lagre som: %s
pl: Zachowaæ jako: %s
ru: Записан как: %s
sk: Ulo¾ené ako %s

source: Could not pipe the contentsof this Document into: %s
cs: Není mo¾né pøesunout obsah tohoto dokumentu do: %s
et: Dokumendi sisu pole võimalik suunata %s -sse
hr: Ne mogu preusmjeriti sadr¾aj tog dokumenta u: %s
no: Kunne ikke overføre ("pipe") innholdet av dette dokument inn i: %s
pl: Nie mo¿na utworzyæ strumienia do: %s
ru: Ошибка перенаправления содержимого этого документа в: %s
sk: Nie je mo¾né presunú» obsah tohto dokumentu do: %s

source: Auto Indent Mode: On
cs: Automatické odsazování: zapnuto
et: Automaatne taandrida: sees
hr: Automatska tabulacija: ukljuèena
no: Auto innrykks modus: På
pl: Tryb auto wciêcia: W³
ru: Режим автовыравнивания: Включен
sk: Automatické odsadzovanie: zapnuté

source: Auto Indent Mode: Off
cs: Automatické odsazování: vypnuto
et: Automaatne taandrida: väljas
hr: Automatska tabulacija: iskjuèena
no: Auto innryks modus: Av
pl: Tryb auto wciêcia: Wy³
ru: Режим автовыравнивания: Выключен
sk: Automatické odsadzovanie: vypnuté

source: Line: %d Col: %d
cs: Øádka: %d Sloupec: %d
el: Γραμμή: %d Στήλη: %d
et: Rida: %d Veerg: %d
hr: Redak: %d Stupac: %d
no: Linje: %d Kolonne: %d
pl: Linia: %d Kol: %d
ru: Строка: %d Столбец: %d
sk: Riadok: %d Ståpec: %d

source: KEdit Options
cs: Nastavení KEditu
el: Επιλογές του KEdit
et: KEdit'i valikud
hr: KEdit Opcije
no: KEdit valgmuligheter
pl: Opcje KEdit
ru: Настройка KEdit
sk: Nastavenie KEditu

source: The current document has been modified. Would you like to save the changes before printing this Document?
cs: Souèasný dokument byl modifikován. Pøejete si ulo¾it zmìny pøed vytisknutím dokumentu?
el: Το τρέχον κείμενο έχει τροποποιηθεί. Θα θέλατε να σώσετε της αλλαγές πριν εκτύπωσετε αυτό το έγγραφο;
et: Käesolevat dokumenti on muudetud. Soovid sa muudatused salvestada enne selle dokumendi trükkimist?
hr: Dokument je promijenjen. ®elite li spremiti promjene prije ispisa dokumenta?
no: Dokument i bruk er endret. Vil du lagre endringene før dette dokumentet skrives ut?
pl: Dokument zosta³ zmieniony. Czy chesz zachowaæ zmiany przed wydrukiem tego dokumentu?
ru: Текущий документ изменен. Вы хотите сохранить изменения перед тем как печатать?
sk: Súèasný dokument bol modifikovaný. Prajete si ulo¾i» zmeny pred vytlaèením dokumentu?

source: Could not save the file. Print anyways?
cs: Nebylo mo¾né ulo¾it soubor. Stále jej chcete vytisknout?
el: Το κείμενο δεν αποθηκεύτηκε. Θέλετε να εκτυπωθεί ούτως ή άλλως;
et: Faili pole võimalik salvestada. Kas trükkida vaatamata sellele?
hr: Ne mogu spremiti datoteku. Da ipak ispi¹em?
no: Kunne ikke lagre filen. Skrive ut likevel?
pl: Nie mo¿na zachowaæ pliku. Wydrukowaæ, pomimo tego?
ru: Ошибка сохранения файла. Печатать?
sk: Nebolo mo¾né ulo¾i» súbor. Stále ho chcete vytlaèi»?

source: Printing: %s Untitled (Selection)
cs: Tisk: %s nepojmenovaný (výbìr)
et: Trükkimine: %s Nimetu (valitud)
hr: Ispisujem: %s Bezimen (oznaèeno)
no: Skriver: %s Uten tittel (Valg)
pl: Drukowanie: %s Nienazwany (Zaznaczone)
ru: Печать: %s Безимени (выделение)
sk: Tlaèím: %s bez mena (výber)

source: Printing: %s Untitled
cs: Tisk: %s nepojmenovný
et: Trükkimine: %s Nimetu
hr: Ispisujem: %s Bezimen
no: Skriver ut: %s Uten tittel
pl: Drukowanie: %s Nienazwany
ru: Печать: %s Безимени
sk: Tlaèím: %s bez mena

source: Printing: %s
cs: Tisk: %s
et: Trükkimine: %s
hr: Ispisujem: %s
no: Skriver ut: %s
pl: Drukowanie: %s
ru: Печать: %s
sk: Tlaèím: %s

source: Printing: %s %s (Selection)
cs: Tisk: %s %s (výbìr)
et: Trükkimine: %s %s (valitud)
hr: Ispisujem: %s %s (birano)
no: Skriver ut: %s %s (Valg)
pl: Drukowanie: %s %s (Zaznaczone)
ru: Печать: %s (выделение)
sk: Tlaèím: %s %s (výber)

source: Saving ...
cs: Ukládání ...
et: Salvestamine...
hr: Snimam...
no: Lagrer ...
pl: Zapis ...
ru: Запись...
sk: Ukladám ...

source: Loading ...
cs: Otevírání ...
et: Laadimine...
hr: Uèitavam...
no: Laster inn ...
pl: Odczyt ...
ru: Загрузка...
sk: Otváram ...

source: KEdit is already waiting for an internet job to finish Please wait until has finished Alternatively stop the running one.
cs: KEdit ji¾ èeká na dokonèení práce s internetem Prosím èekejte na ukonèení, pøípadnì ukonèete probíhající èinnost.
el: Το KEdit περιμένει να τελείωσει μια δουλειά του Internet Παρακαλώ να περιμένετε μέχρι να ολοκληρωθεί Διαφορετικά τερματίστε την τρέχουσα.
et: KEdit juba ootab ühe töö taga, mis on vaja lõpetada. Palun oota kuni see on tehtud või peata see.
hr: KEdit veæ èeka kraj jednog internet zadatka. Molim prièekajte njegov kraj ili prekinite trenutni zadatak.
no: KEdit venter allerede på at en internet jobb skal gjøres ferdig Vennligst vent til denne er ferdig Alternativt stopp jobb som kjøres.
pl: KEdit czeka na zakoñczenie procesu Proszê poczekaæ lub zatrzymaæ bie¿±cy proces.
ru: KEdit уже ожидает завершения операции с интернет Пожайлуста подождите до завершения Или остановить.
sk: KEdit u¾ èaká na dokonèenie úlohy na Internete Prosím poèkajte na ukonèenie, prípadne ukonèite prebiehajúcu èinnos».

source: Could not start or find KFM
cs: Není mo¾né spustit nebo nalézt KFM
et: KFM'i pole võimalik käivitada või leida
hr: Ne mogu pokrenuti ili naæi KFM
no: Kunne ikke starte eller finne KFM
pl: Nie mo¿na uruchomiæ lub znale¼æ KFM
ru: Ошибка запуска KFM
sk: Nie je mo¾né spusti» alebo nájs» KFM

source: Malformed URL %s
cs: Chybný formát URL %s
el: Λάθος δοσμένο URL %s
et: Vigane URL %s
hr: Neispravan URL %s
no: Feil på URL %s
pl: Uszkodzony URL %s
ru: Неверный URL %s
sk: Nesprávny formát URL %s

source: Loading '%s'
cs: Otevírání '%s'
el: Φορτώνοντας το '%s'
et: '%s' laadimine
hr: Uèitavam '%s'
no: Laster inn '%s'
pl: £adowanie '%s'
ru: Загрузка '%s'
sk: Otváram '%s'

source: Calling KFM
cs: Volání KFM
el: Καλώντας το KFM
et: Kutsung KFMile
hr: Pozivam KFM
no: Kontakter KFM
pl: Wywo³anie KFM
ru: Вызов KFM
sk: Volám KFM

source: Starting Job
cs: Startuji èinnost
el: Έναρξη Εργασίας
et: Käivitatud töö
hr: Pokreæem zadatak
no: Starter jobb
pl: Uruchomienie procesu
ru: Запуск задачи
sk: ©tartujem úlohu

source: Connected
cs: Pøipojen
el: Συνδεμένος
et: Ühendatud
hr: Spojen
no: Tilkoplet
pl: Po³±czony
ru: Связался
sk: Pripojený

source: Waiting...
cs: Èekám...
el: Περιμένοντας...
et: Ootamine...
hr: Èekam...
no: Venter...
pl: Czekanie...
ru: Ожидаю...
sk: Èakám...

source: Finished '%s'
cs: '%s' ukonèen
el: Ολοκληρόθηκε το '%s'
et: '%s' lõpetatud
hr: Zavr¹en '%s'
no: Ferdig '%s'
pl: Skoñczone '%s'
ru: Закончено: '%s'
sk: '%s' ukonèený

source: New Window
cs: Nové okno
el: Νέο Παράθυρο
et: Uus aken
hr: Novi prozor
no: Nytt vindu
pl: Nowe okno
ru: Новое окно
sk: Nové okno

source: New Window Created
cs: Nové okno vytvoøeno
el: Το νέο παράθυρο δημιουργήθηκε
et: Uus aken loodud
hr: Novi prozor stvoren
no: Nytt vindu laget
pl: Nowe okno utworzone
ru: Создано новое окно
sk: Nové okno vytvorené

source: Load Command Done
cs: Pøíkaz otevírání hotov
el: Ολοκληρόθηκε η εντολή φορτώσεως
et: Laadimise käsk valmis
hr: Uèitavanje naredbe gotovo
no: Innlasting ferdig
pl: Polecenie ³adowania zakoñczone
ru: Загрузка завершена
sk: Otváranie dokonèené

source: Can not create: %s
cs: Není mo¾né vytvoøit: %s
el: Δεν μπορεσα να δημιουργήσω: %s
et: Pole võimalik luua: %s
hr: Ne mogu stvoriti: %s
no: Kan ikke lage: %s
pl: Nie mo¿na utworzyæ: %s
ru: Ошибка создания: %s
sk: Nemô¾em vytvori»: %s

source: Spellchecker Options
cs: Nastavení kontroly pravopisu
et: Õigekirja kontrolli valikud
hr: Opcije za provjeru pravopisa
sk: Nastavenie kontroly pravopisu

source: The specified File does not exist
cs: Specifikovaný soubor neexistuje
et: Kirjeldatud faili ei eksisteeri
hr: Navedena datoteka ne postoji
no: Den oppgitte filen eksisterer ikke
pl: Podany plik nie istnieje
sk: ©pecifikovaný súbor neexistuje

source: Sorry:
cs: Lituji:
et: Vabandust:
hr: ®alim:
no: Beklager:
pl: Przykro mi:
sk: Je mi µúto:

source: You have specificated a directory
cs: Zadali jste adresáø
et: Sa oled kirjeldanud kataloogi
hr: Izabrali ste direktorij
no: Du har ikke oppgitt en katalog
pl: Poda³e¶ nazwê katalogu
sk: ©pecifikovali ste prieèinok

source: You do not have read permission to this file.
cs: Nemáte práva ke ètení tohoto souboru.
et: Sul pole luba lugeda seda faili.
hr: Nemate privilegije da proèitate ovu datoteku.
no: Du har ikke lesetilgang til denne filen.
pl: Nie masz prawa odczytu tego pliku.
sk: Nemáte právo na èítanie tohto súboru.

source: An Error occured while trying to open this Document
cs: Nastala chyba pøi pokusu otevøít tento dokument
et: Dokumendi avamisel ilmnes viga
hr: Gre¹ka se pojavila prilikom otvaranja ovog dokumenta
no: En feil oppstod under forsøk på å åpne dokumentet
pl: Wystapi³ b³±d podczas otwierania tego dokumentu
sk: Nastala chyba pri pokuse o otvorenie tohto dokumentu

source: Warning:
cs: Varování
et: Hoiatus:
hr: Upozorenje:
no: Varsel:
pl: Ostrze¿enie:
sk: Varovanie:

source: The current Document has been modified. Would you like to save it?
cs: Tento dokument byl modifikován. Pøejete si jej ulo¾it?
et: Käesolevat dokumenti on muudetud. Sooviksid sa selle salvestada?
hr: Tekuæi dokument je mijenjan. ®elite li ga spremiti?
no: Dette gjeldende dokumentet er endret. Vil du lagre til det?
sk: Tento dokument bol zmenený. Prajete si ho ulo¾i»?

source: Could not save the document. Open a new document anyways?
cs: Nebylo mo¾né ulo¾it dokument. Stále si pøejete otevøít nový dokument?
et: Dokumenti pole võimalik salvestada. Kas avada vaatamata sellele uus dokument?
hr: Ne mogu spremiti datoteku. Da nastavim sa otvaranjem novog dokumenta?
no: Kunne ikke lagre dokumentet. Åpne et nytt dokument likevel?
pl: Nie mo¿na zachowaæ pliku. Otworzyæ nowy, pomimo tego?
sk: Nebolo mo¾né ulo¾i» súbor. Otvori» nový dokument aj napriek tomu?

source: Could not save the document. Create a new document anyways?
cs: Nebylo mo¾né ulo¾it dokument. Stále si pøejete vytvoøit nový dokument?
et: Dokumenti pole võimalik salvestada. Kas luua vaatamata sellele uus dokument?
hr: Ne mogu spremiti datoteku. Da li da ipak naèinim novi dokument?
no: Kunne ikke lagre dokumentet. Opprette et nytt dokument likvel?
pl: Nie mo¿na zachowaæ pliku. Utworzyæ nowy, pomimo tego?
sk: Nebolo mo¾né ulo¾i» súbor. Vytvori» nový dokument aj napriek tomu?

source: Could not save the document
cs: Nebylo mo¾né ulo¾it soubor.
et: Dokumenti pole võimalik salvestada
hr: Ne mogu spremiti datoteku.
no: Kunne ikke lagre dokumentet
pl: Nie mo¿na zachowaæ pliku.
sk: Nebolo mo¾né ulo¾i» súbor.

source: A Document with this Name exists already Do you want to overwrite it ?
cs: Dokumnet s tímto jménem ji¾ existuje. Pøejete si jej pøepsat?
et: Sellise nimega dokument eksisteerib juba Soovid sa selle üle kirjutada?
hr: Dokument sa ovim imenom veæ postoji Da li da prepi¹em preko njega?
no: Et dokument med dete navnet eksisterer allerede Vil du overskrive?
pl: Dokument o podanej nazwie ju¿ istnieje. Czy chcesz go nadpisaæ?
sk: Dokument s týmto menom u¾ existuje Prajete si ho prepísa» ?

source: You do not have write permission to this file.
cs: Nemáte práva k zápisu do tohoto souboru.
et: Sul ei ole õigusi kirjutada sellesse faili.
hr: Nemate privilegije za pisanje u ovu datoteku.
no: Du har ikke skrivetilgang til denne filen.
pl: Nie masz prawa zapisu do tego pliku.
sk: Nemáte právo zapisova» do tohto súboru.

source: Find
cs: Nalézt
et: Leia
hr: Naði
sk: Hµada»

source: End of document reached. Continue from the beginning?
cs: Bylo dosa¾eno konce dokumentu. Pokraèovat od zaèátku?
et: Jõudsime dokumendi lõppu. Kas jätkata algusest?
no: Slutten av dokumentet er nådd. Fortsette fra starten?
pl: Osi±gniêto koniec dokumentu. Kontynuowaæ od pocz±tku?
sk: Dosiahol som koniec dokumentu. Zaèa» od zaèiatku ?

source: Beginning of document reached. Continue from the end?
cs: Bylo dosa¾eno zaèátku dokumentu. Pokraèovat od konce?
et: Jõudsime dokumendi algusesse. Kas jätkata lõpust?
hr: Do¹ao sam do kraja dokumenta. Da li da nastavim s kraja?
no: Starten av dokumentet er nådd. Fortsette fra slutten?
pl: Osi±gniêto pocz±tek dokumentu. Kontynuowaæ od koñca?
sk: Dosiahol som zaèiatok dokumentu. Pokraèova» od konca?

source: Case Sensitive
cs: Rozli¹ovat velikost
et: Tõstutundlik
hr: Razlikuj velika/mala slova
no: Avhengig av bokstavstørrelse
pl: Rozró¿niaj ma³e i wielkie litery
sk: Rozli¹ova» veµké/malé

source: Find Backwards
cs: Hledat zpìtnì
et: Leia tagasisuunas
hr: Tra¾i unatrag
no: Find bakover
pl: Szukaj do ty³u
sk: Hµada» odzadu

source: Find:
cs: Nalézt:
et: Leia:
hr: NaðiL
no: Finn:
pl: Szukaj:
sk: Hµada»:

source: Replace with:
cs: Nahradit èím:
et: Asenda järgnevaga:
hr: Zamijeni s:
no: Erstatt med:
pl: Zamieñ na:
sk: Nahradi» s:

source: Replace All
cs: Nahradit v¹e
et: Asenda kõik
hr: Zamijeni sve
no: Erstatt alle
pl: Zamieñ wszystkie
sk: Nahradi» v¹etky

source: Goto Line
cs: Jít na øádku
et: Mine reale
hr: Idi na redak
no: Gå til linje
pl: Id¼ do linii
sk: Ís» na riadok

source: Go
cs: Jít
et: Mine
hr: Idi
no: Gå
pl: Id¼
sk: Ís»

source: Print Dialog
cs: Tiskový dialog
et: Trükkimise dialoog
hr: Dialog ispisa
no: Skriv ut dialog
pl: Drukowanie
ru: Диалог печати
sk: Dialóg tlaèe

source: Print directly using lpr
cs: Tiskni pøímo pou¾itím lpr
el: ’μεση εκτύποση χρησιμοποιώντας το lpr
et: Trüki otse kasutades lpr
hr: Pi¹i direktno koristeæi lpr
no: Skriv ut direkte ved å bruke lpr
pl: Drukuj bezpo¶rednio przez lpr
ru: Печатать через lpr
sk: Tlaèi» priamo s pou¾itím lpr

source: Print using Command:
cs: Tiskni pomocí pøíkazu:
el: Τύπωσε χρησιμοποιώντας την εντολή:
et: Trüki kasutades käsku:
hr: Pi¹i naredbom:
no: Skriv ut ved å bruke kommandoen:
pl: Polecenie dla wydruku:
ru: Печатать используя команду:
sk: Tlaèi» pomocou príkazu:

source: Print Selection
cs: Tiskni výbìr
el: Εκτύποση της επιλογής
et: Trükkimise valik
hr: Pi¹i oznaèeno
no: Skriv ut valg
pl: Drukuj zaznaczone
ru: Печатать выделение
sk: Tlaèi» výber

source: Set Fill-Column at:
cs: Nastav ¹íøku na:
et: Sea täisveeru laius:
hr: Namjesti stupac popunjavanja na:
pl: Margines od kolumny:
ru: Установить обрезание на:
sk: Nastavi» ¹írku na:

source: Word Warp
no: Ord "warp"
ru: Обрезание слов
sk: Lámanie riadkov

source: Mail Command:
cs: Pøíkaz po¹ty:
et: Meili käsk:
hr: Naredba za po¹tu:
no: Postkommando:
pl: Polecenie dla poczty:
ru: Почтовая программа:
sk: Príkaz po¹ty:

source: You must enter an integer.
cs: Musíte vlo¾it celé èíslo
el: Πρέπει να εισαγάγετε ακέραιο
et: Sa pead sisestama täisarvu.
hr: Morate upisati cijeli broj.
no: Du må skrive inn en integer
pl: Musisz wprowadziæ liczbê ca³kowit±.
ru: Вы должны ввести целое.
sk: Musíte vlo¾i» celé èíslo

source: Mail Document to:
cs: Ode¹li dokument na:
el: Στείλε το έγγραφο στη διεύθυνση:
et: Meili dokument järgnevale:
hr: Po¹alji dokument na:
no: Postlegg dokument til:
pl: Wy¶lij pocztê do:
ru: Отправить документ:
sk: Odosla» dokument na:
