Repository: KDE/kde1-kdeutils
Catalog: po/*/kfloppy.po
Languages: fr, hr

source: About KDE Floppy Formater
fr: A propos du Formatteur de disquettes KDE
hr: O KDE programu za formatiranje

source: Floppy Drive:
fr: Lecteur:

source: Density:
fr: Densité:
hr: Gustoæa:

source: File System:
fr: Syst. de fichiers:
hr: Datoteèni sistem:

source: Format
fr: Formatter

source: Quick Erase
fr: Formattage rapide
hr: Brzo Obri¹i

source: Full Format
fr: Formattage complet
hr: Puni Format

source: Create Label:
fr: Label:
hr: Naèini Oznaku:

source: KDE FLoppy
fr: Disquette KDE

source: KDE Floppy Formater
fr: Formatteur Disquette KDE
hr: KDE program za formatiranje disketa

source: Cannot access %s Make sure that the device exists and that you have write permission to it.
fr: Impossible d'accéder %s Assurez-vous que le périphérique existe de que vous avez les permissions en écriture.
hr: Ne mogu pristupiti %s Provjerite da ureðaj postoji i da na njemu imate privilegije za pisanje.

source: Cannot find kfdformat kfdformat is part of the KFloppy distribution. Please install KFloppy properly.
fr: Impossible de trouver kfdformat kfdformat fait partie de la distribution de KFloppy. Ré-installez convenablement KFloppy.
hr: Ne mogu naæi kfdformat kfdformat je dio KFloppy distribucije. Morate ispravno instalirati KFloppy.

source: Cannot find kmke2fs kmke2fs is part of the KFloppy distribution. Please install KFloppy properly.
fr: Impossible de trouver kmke2fs kmke2fs fait partie de la distribution de KFloppy. Ré-installez convenablement KFloppy.
hr: Ne mogu naæi kmke2fs kmke2fs je dio KFloppy distribucije. Morate ispravno instalirati KFloppy.

source: Cannot find kmkdosfs kmkdosfs is part of the KFloppy distribution. Please install KFloppy properly.
fr: Impossible de trouver kmkdosfs kmkdosfs fait partie de la distribution de KFloppy. Ré-installez convenablement KFloppy.
hr: Ne mogu naæi kmkdosfs kmkdosfs je dio KFloppy distribucije. Morate ispravno instalirati KFloppy.

source: Abort
fr: Annuler
hr: Prekini

source: Cannot start a new program: fork() failed.
fr: Impossible de démarrer le programme: échec de fork().
hr: Ne mogu pokrenuti novi program: fork() nije uspio.

source: Cannot access floppy or floppy drive Please insert a floppy and make sure that you have selected a valid floppy drive.
fr: Impossible d'accéder à la disquette ou au lecteur Insérez une disquette et assurez-vous que vous avez sélectionné un lecteur de disquettes valide.
hr: Ne mogu pristupiti disketi ili floppy driveu Molim umetnite disketu i provjerite da ste izabrali ispravnu disketu.

source: Cannot format: %s %s
fr: Impossible de formater: %s %s
hr: Ne mogu formatirati: %s %s

source: Block %d is bad. Continuing...
fr: Le block %d est défectueux. Continuons...

source: Cannot create a filesystem on: %s %s
fr: Impossible de créer un système de fichiers sur: %s %s
hr: Ne mogu naèiniti datoteèni sistem na: %s %s

source: The floppy was sucessfully formatted. Blocks marked bad: %d Raw Capacity: %d
fr: La disquette a été formatée avec succès. Nombre de blocks défectueux: %d Capacité brute: %d
hr: Disketa je uspje¹no formatirana. Oznaèeni lo¹i blokovi: %d Sirovi Kapacitet: %d

source: All files were sucessfully erased.
fr: Tous les fichiers ont été effacés avec succès.
hr: Sve datoteke su obrisane uspje¹no.

source: Creating Filesystem...
fr: Création du système de fichiers...

source: Verifying...
fr: Vérification...

source: Cannot start a new program fork() failed.
fr: Impossible de démarrer un nouveau programme échec de fork().
hr: Ne mogu pokrenuti novi program fork() nije uspio.

source: Error while trying to determine whether floppy is mounted
fr: Erreur en essayant de déterminer si la disquette est montée
hr: Gre¹ka prilikom poku¹aja da utvrdim da li je disk namontiran

source: %s is mounted. Please unmount the floppy first.
fr: %s est montée. Vous devez "démonter" (unmount) la disquette.
hr: %s je montiran. Morate ga demontirati prije nego nastavimo.

source: Version
hr: Inaèica

source: Block %d is bad. Continuing ...
hr: Block %d je lo¹. Nastavljam ...

source: Creating Filesystem ...
hr: Kreiram datoteèni sistem ...

source: Verifying ...
hr: Provjeravam ...
