Repository: KDE/kde1-kdeutils
Catalog: po/*/khexdit.po
Languages: cs, da, fi, fr, hr, ja, ru

source: Error opening %s
cs: Chyba pøi otevírání %s
da: Fejl ved åbning af %s
fi: Virhe avattaessa %s
fr: Erreur lors de l'ouverture de %s
hr: Gre¹ka prilikom otvaranja %s
ja: %s を開くのにエラーが生じました
ru: Ошибка открытия %s

source: Save &As...
cs: Ulo¾it &jako ...
da: Gem s&om...
fi: Tallenna &nimell‰
fr: Enregistrer &sous...
hr: Spremi pod novim &imenom...
ja: セーブ (&A)
ru: Записать как...

source: &Toggle Toolbar
cs: Nás&tojovou li¹tu zapnout/vypnout
da: &Værktøjsbælke Vis/Gem
fi: Piilota/N‰yt‰ tyˆkalupalkki
fr: Montrer/cacher barre d'outils
hr: Uklj./isklj. &Alate
ja: ツールバーを隠す (&T)
ru: Вкл/выкл Toolbar

source: Hex Editor
cs: Hexa Editor
fi: Heksadesimaali Editori
fr: Editeur hexadécimal
hr: Hex Editoru
ja: 16進 エディタ
ru: Бинарный редактор

source: by Stephan Kulow
cs: napsal Stephan Kulow
da: af Stephan Kulow
fi: Stephan Kulow
fr: par Stephan Kulow
hr: Stephan Kulow
ru: Степаном Куловым

source: New Window
cs: Nové okno
da: Nyt Vindue
fi: Uusi ikkuna
fr: Nouvelle fenêtre
hr: Novi prozor
ja: 新しいウィンドウ
ru: Новое окно

source: Save the file
cs: Ulo¾ soubor
da: Gem filen
fi: Tallenna tiedosto
fr: Enregistrer le fichier
hr: Spremi datoteku
ja: セーブする
ru: Записать файл

source: Not implemented
cs: Není implementováno
da: Ikke implementeret
fi: Toteuttamatta
fr: Pas implémenté
hr: Nije ugraðeno
ja: 実行できませんでした
ru: Не реализовано

source: The current file has been modified. Do you want to save it?
cs: Souèasný soubor byl modifikován. Pøejete si ho ulo¾it?
da: Den aktuelle fil er ændret! Vil du gemme den?
fi: Tiedostoa on muokattu. Haluatko tallentaa sen?
fr: Le fichier courant a été modifié. Voulez-vous l'enregistrer ?
hr: Datoteka je mijenjana. ®elite li je spremiti ?
ja: ファイルに手が加えられています。 セーブしますか？
ru: Текущий файл был изменен. Вы желаете его записать ?

source: The current file has been modified. Discard your changes?
cs: Souèasný soubor byl modifikován. Pøejete si zru¹it v¹echny zmìny?
da: Filen er ændret! Drop ændringerne?
fi: Tiedostoa on muokattu. Hylk‰‰ muutokset?
fr: Le fichier courant a été modifié.< Voulez-vous abondonner vos modifications ?
hr: Datoteka je mijenjana. ®elite odbaciti promjene ?
ja: ファイルに手が加えられています。 修正を破棄しますか？
ru: Текущий файл был изменен. Не сохранять?

source: KHexdit is already waiting for an internet job to finish Wait until this one is finished or stop the running one.
cs: KHexdit ji¾ èeká na ukonèení práce s internetem Èekej dokud tato èinnost nebude ukonèena nebo ji zastav.
da: Du kan kun køre et internet job ad gangen. Vent venligst til jobbet er færdigt eller afslut det først!
fi: KHexdit odottaa jo Internet teht‰v‰n loppumista. Odota kunnes t‰m‰ on valmis tai keskeyt‰ teht‰v‰.
fr: KHexdit est déjà en train d'attendre la fin d'un travail sur internet. Attendez qu'il finisse ou arrêtez-le.
hr: KHexedit veæ èeka na jedan posao Èekajte da posao zavr¹i ili ga zaustavite.
ja: KHexdit はインターネット上での 作業が終了するのを待っています。 これが終了するのを待つか、 強制終了してください。
ru: KHexEdit ожидает пока действие закончится Подождите пока оно завершится или остановите его

source: Could not start KFM
cs: Nemohu spustit KFM
da: Kunne ikke starte KFM.
fi: KFM:‰‰ ei voitu k‰ynnist‰‰.
fr: Démarrage de KFM impossible
hr: Ne mogu pokrenuti KFM
ja: KFM を起動できません
ru: Невозможно запустить KFM
