Repository: KDE/kde1-kdeutils
Catalog: po/*/kjots.po
Languages: cs, sv

source: Book name:
cs: Název knihy:
sv: Bok namn:

source: Open URL
cs: Otevøí URL
sv: Öppna URL

source: New Book
cs: Nová kniha
sv: Ny bok

source: PreviousPage
cs: Pøedcházející strana
sv: FöregåendeSida

source: NextPage
cs: Následující strana
sv: NästaSida

source: ShowSubjectList
cs: Ukázat seznam pøedmìtù
sv: VisaÄmnesLista

source: AddNewPage
cs: Pøidat novou stranu
sv: LäggTillNySida

source: MoveFocus
cs: Pøesout pozornost
sv: FlyttaFokus

source: CopySelection
cs: Kopírovat výbìr
sv: KopieraMarkering

source: &New Book
cs: &Nová kniha
sv: &Ny bok

source: Save current book
cs: Ulo¾it souèasnou knihu
sv: Spara den här boken

source: Save book to ascii file
cs: Ulo¾it knihu do ASCII souboru
sv: Spara bok till en ascii fil

source: Save page to ascii file
cs: Ulo¾it stranu do ASCII souboru
sv: Spara sida till en ascii fil

source: Delete current book
cs: Smazat souèasnou knihu
sv: Radera den här boken

source: &New Page
cs: &Nová strana
sv: &Ny sida

source: &Delete Page
cs: &Smazat stranu
sv: &Radera sida

source: &Config
cs: &Nastavit
sv: &Konfigurera

source: Configure &Keys
cs: Nastavit &klávesy
sv: Konfigurera &tangenter

source: Add current book to hotlist
cs: Pøidat souèasnou knihu do hotlistu
sv: Lägg till denna bok i Favoriter

source: Remove current book from hotlist
cs: Odstranit souèasnou knihu z hotlistu
sv: Ta bort denna bok från Favoriter

source: Hot&list
sv: &Favoriter

source: &Books
cs: &Knihy
sv: &Böker

source: by
cs: podle
sv: av

source: A book with this name already exists.
cs: Kniha s takovým jménem ji¾ existuje.
sv: En bok med detta namn existerar redan.

source: Are you sure you want to delete the current book ?
cs: Jste si jistý(á), ¾e chcete smazat souèasnou knihu ?
sv: Är du säker på att du vill radera den här boken ?

source: File exists !
cs: Soubor existuje !
sv: Filen existerar !

source: File already exists. Do you want to overwrite it ?
cs: Soubor ji¾ existuje. Chcete jej pøepsat ?
sv: Filen existerar redan. Vill du skriva över den ?

source: Configure KJots
cs: Nastavit KJots
sv: Konfigurera KJots

source: Specify which command to execute
cs: Specifikovat pøíkaz
sv: Specifisera vilket kommando som ska köras

source: for HTTP:
cs: pro HTTP:
sv: för HTTP:

source: for FTP:
cs: pro FTP:
sv: för FTP:

source: ( %u is replaced with the selected URL )
cs: ( %u je nahrazené zvoleným URL )
sv: ( %u ersätts av vald URL )

source: Font for editor:
cs: Font pro editor:
sv: Typsnitt för editor

source: Select
cs: Zvolit
sv: Välj
