Repository: KDE/kde1-kdeutils
Catalog: po/*/klpq.po
Languages: cs, da, de, fi, fr, hr

source: Sorry, can't open your printcap file.
cs: Lituji, není mo¾né otevøít vá¹ printcap soubor
da: Beklager, kan ikke åbne din printcap-fil.
de: printcap-Datei kann nicht gelesen werden.
fi: En saa avattua printcap -tiedostoa.
fr: Désolé, impossible d'ouvrir votre fichier printcap.
hr: ®alim, ne mogu otvoriti printcap datoteku.

source: Sorry, unable to parse your printcap.
cs: Lituji, není mo¾né analyzovat vá¹ printcap soubor
da: Beklager, kan ikke tolke din printcap.
de: printcap kann nicht analysiert werden.
fi: En saa käsiteltyä printcap -tiedostoa
fr: Désolé, impossible de comprendre votre fichier printcap.
hr: ®alim, ne mogu analizirati printcap datoteku.

source: Please email your printcap to Christoph.Neerfeld@home.ivm.de
cs: Prosím, po¹lete vá¹ printcap na adresu Christoph.Neerfeld@home.ivm.
da: E-post venligst din printcap til Christoph.Neerfeld@home.ivm.de
de: Bitte mailen Sie Ihre printcap an Christoph.Neerfeld@home.ivm.de
fi: Lähetä printcap tiedostosi osoitteeseen Christoph.Neerfeld@home.ivm.de
fr: Pourriez-vous envoyer votre fichier printcap a Christoph.Neerfeld@home.ivm.de
hr: Molim po¹aljite va¹ printcap na Christoph.Neerfeld@home.ivm.de

source: Printer
cs: Tiskárna
da: Skriver
de: Drucker
fi: Tulostin
fr: Imprimante
hr: Pisaè

source: Queuing
cs: Ukladaní do fronty
da: I kø
de: Warten
fi: Jonossa
fr: File d'impression
hr: Stavljam u red

source: Printing
cs: Tisk
da: Udskriver
de: Drucken
fi: Tulostaa
fr: Impression
hr: Ispisujem

source: Update
cs: Aktualizace
da: Opdater
de: Aktualisieren
fi: Päivitä
fr: Rafraîchir
hr: Osvje¾i

source: Rank
cs: Poøadí
da: Rangering
de: Priorität
fi: Sija
fr: Rang
hr: Rang

source: Owner
da: Ejer
de: Besitzer
fi: Omistaja
fr: Propriétaire
hr: Vlasnik

source: Job
cs: Èinnost/práce
fi: Työ
hr: Posao

source: Size
da: Størrelse
de: Größe
fi: Koko
fr: Taille
hr: Velièina

source: Make Top
cs: Umístit na zaèátek
da: Lav top
de: Als oberstes
fi: Päälle
fr: Au sommet
hr: Stavi na vrh

source: Auto
cs: Automaticky
fi: Autom.

source: &Auto update
cs: &Automatická aktualizace
da: &Auto-opdater
de: &Auto-Aktualisierung
fi: &Automaattipäivitä
fr: &Rafraîchissement...
hr: &Automatski osvje¾i

source: &Spooler
cs: &Zásobník/Spooler
da: &Spole
fi: &Jono-ohjelma
hr: &Posrednik

source: &Config
cs: &Konfigurace
da: &Indstil
de: &Konfigurieren
fi: &Asetukset
fr: &Configuration
hr: &Postava

source: Do you really want to remove job No %d
cs: Skuteènì si pøejete odstranit úlohu è. %d
da: Vil du virkelig fjerne job nr. %d
de: Entfernen von Job Nr. %d
fi: Haluatko todella poistaa työn %d
fr: Voulez-vous réellement supprimer le job N° %d

source: Do you really want to move job No %d on top of queue
cs: Skutoènì si pøejete presunout úlohu è. %d na vrchol fronty
da: Vil du virkelig flytte job nr. %d hen først i køen
de: Möchten Sie wirklich den Job Nr. %d an die Spitze der Warteschlange verschieben?
fi: Haluatko todella poistaa työn %d jonon huipulta.
fr: Voulez-vous réellement déplacer le job No %d au sommet de la file ?

source: Permission denied
cs: Pøístup zamítnutý
da: Tilladelse nægtet
de: Zugriff verweigert
fi: Ei riittävästi oikeuksia
fr: Permission refusée
hr: Pristup odbijen

source: This is a privileged command and you do not have permission to execute it.
cs: Toto je privilegovaný pøíkaz a vy nemáte povolení jej vykonat.
da: Dette er en priviligert kommando og du har ikke ret til at udføre den.
de: Dies ist ein privilegierter Befehl, und Sie haben kein Recht, ihn auszuführen.
fi: Tämä on erikoisoikeutettu komento eikä sinulla ole oikeuksia suorittaa sitä.
fr: Ceci est une commande soumise à privilèges et vous n'avez pas la permission de l'exécuter.
hr: Ovo je privilegirana komanda a ti nema¹ privilegije da ju izvr¹i¹.

source: Configure Auto Update
cs: Konfigurovat automatickou aktualizaci
da: Indstil auto-opdater
de: Konfiguriere Auto-Aktualisierung
fi: Aseta automaattipäivitystä
fr: Configuration du rafraîchissement
hr: Podesi Auto Osvje¾avanje

source: Update frequency in seconds:
cs: Frekvence aktualizace v sekundách:
da: Opdateringsfrekvens i sekunder:
de: Aktualisierungsfrequenz in Sekunden:
fi: Päivitystaajuus sekunneissa:
fr: Fréquence de rafraîchissement en secondes :
hr: Frekvencija osvje¾avanja u sekundama:

source: Can't find your lpc program !
cs: Není mo¾né nalézt Vá¹ program lpc !
da: Kan ikke finde dit lpc-program !
de: Kann Ihr lpc-Progamm nicht finden!
fi: En löydä lpc -ohjelmaasi !
fr: Impossible de trouver le programme lpc !
hr: Ne mogu naæi lpc program !

source: Sorry, I can't find your lpc program. Please check the configuration under Config->Spooler.
cs: Lituji, není mo¾né nalézt Vá¹ program lpc. Prosím, zkontrolujte va¹e nastavení v Konfigurace->Spooler.
da: Beklager, jeg kan ikke finde dit lpc-program. Undersøg venligst dine indstillinger under Indstil->Spole.
de: Ihr lpc-Programm kann nicht gefunden werden. Bitte überprüfen Sie die Konfiguration unter Konfiguration->Spooler.
fi: En löydä lpc -ohjelmaa. Tarkista asetukset asetusvalikosta.
fr: Désolé, je ne peux pas trouver le programme lpc. Vérifiez la configuration dans Configuration->Spooler.
hr: ®alim, ne mogu naæi lpc program. Provjerite postavu pod Postava->Posrednik.

source: Select your spooling system
cs: Vyberte Vá¹ systém pro spooling
da: Vælg dit spolesystem
de: Wählen Sie Ihr Spooling-System aus
fi: Valitse jonosysteemi.
fr: Sélectionnez votre système de spooling
hr: Izaberi posrednièki sustav

source: Please select the spooling system you use. Most systems use the BSD spooler. So if you don't know which spooler is installed on your system, BSD is probably a good choice.
cs: Prosím, vyberte Vá¹ systém pro spooling. Vìt¹ina systémù pou¾ívá BSD spooler. Pokud nevíte, jaký spooler je nainstalovaný na Va¹em systému, BSD bude pravdìpodobnì dobrou volbou.
da: Vælg venligst det spolesystem dit system bruger. De fleste systemer bruger BSD-spolen. BSD er formodentlig et godt valg hvis du ikke ved hvad slags spole som er installeret.
de: Bitte wählen Sie das zu verwendende Spooling-System aus. Die meisen Systeme verwenden den BSD-Spooler. Falls Sie nicht wissen, welcher Spooler installiert ist, sollten Sie BSD auswählen.
fi: Valitse käyttämäsi jonosysteemi. Yleensä BSD jono. Jos et tiedä mikä koneellesi on asennettu BSD on hyvä arvaus.
fr: Sélectionnez le système de spooling que vous utilisez. La plupart des systèmes utilisent le spooler BSD. Donc, si vous ne savez pas quel spooler est installé, BSD est probablement le bon choix.
hr: Izaberi posrednièki sustav koji koristi¹. Veæina sustava koristi BSD posrednika. Ako ne zna¹ koji posrednik ima¹ instaliran BSD je vjerojatno dobar izbor.

source: Paths of spooling commands:
cs: Cesta k pøíkazu pro spooling:
da: Sti til spolekommandoer:
de: Pfad des Spoolingbefehls:
fi: Polut jonokomennoille:
fr: Chemins d'accès aux commandes de spooling :
hr: Putevi posrednièkih komandi:

source: Klpq %s (C) by Christoph Neerfeld chris@kde.org
da: Klpq %s (C) af Christoph Neerfeld chris@kde.org

source: Ok
hr: U redu
