Repository: KDE/kde1-kdeutils
Catalog: po/*/knotes.po
Languages: cs, eo, fi, hr, hu, is, pt_br, sk

source: Hello
hr: Zdravo

source: Text Color...
cs: Barva textu ...
eo: Tekstkoloro...
fi: Tekstin väri...
hr: Boja teksta...
is: Litur texta...
pt_br: Cor do Texto...
sk: Farba textu ...

source: Background Color...
cs: Barva pozadí ...
eo: Fonkoloro...
fi: Taustan väri...
hr: Boja pozadine...
is: Litur bakgrunns...
pt_br: Cor de Fundo...
sk: Farba pozadia ...

source: New Note
cs: Nová poznámka
eo: Nova noto
fi: Uusi viesti
hr: Nova bilje¹ka
hu: Új cetli
is: Nýr miði
pt_br: Nova Nota
sk: Nová poznámka

source: Delete Note
cs: Smazat poznámku
eo: Forigu noton
fi: Poista viesti
hr: Obri¹i bilje¹ku
hu: Cetli törlése
is: Eyða miða
pt_br: Apagar Nota
sk: Zmaza» poznámku

source: Rename Note...
cs: Pøejmenovat poznámku
eo: Alinomu noton...
fi: Uudelleennimeä viesti
hr: Preimenuj bilje¹ku...
is: Breyta nafni...
pt_br: Renomear Nota...
sk: Premenova» poznámku

source: Calendar
cs: Kalendáø
eo: Kalendaro
fi: Kalenteri
hr: Kalendar
hu: Naptár
is: Dagatal
pt_br: Calendário
sk: Kalendár

source: Mail Note ...
cs: Poslat poznámku po¹tou ...
eo: Sendu noton ...
fi: Lähetä viesti...
hr: Po¹alji po¹tom bilje¹ku ...
hu: Cetli feladása...
is: Póstleggja miða ...
pt_br: Enviar Nota por Mail ...
sk: Posla» poznámku po¹tou ...

source: Print Note
cs: Tisknout poznámku
eo: Presu noton
fi: Tulosta viesti...
hr: Ispi¹i bilje¹ku
hu: Cetli nyomtatása
is: Prenta miða
pt_br: Imprimir Nota
sk: Tlaè poznámky

source: Save Notes
cs: Ulo¾it poznámky
eo: Sekurigu noton
fi: Uusi viesti
hr: Spremi bilje¹ke
is: Vista miða
pt_br: Salvar Notas

source: 3D Frame
cs: 3D rámeèek
eo: 3d-kadro
fi: 3D kehys
hr: 3D Okvir
hu: 3D keret
is: Rammi
pt_br: Borda 3D
sk: 3D rámèek

source: Auto Indent
cs: Automatické odsazování
eo: aýtodeþovo
fi: Automaattinen keskitys
hr: Automatska uvlaka
hu: Auto-behúzás
is: Sjálfvirkur inndráttur
pt_br: Auto Indentar
sk: Automatické odsadzovanie

source: Font...
eo: Tiparo....
fi: Kirjasin...
hr: Pismo...
is: Letur...
pt_br: Fonte...

source: Colors
cs: Barvy
eo: Koloroj
fi: Värit
hr: Boje
hu: Színek
is: Litir
pt_br: Cores
sk: Farby

source: Change Defaults ...
cs: Zmìnit nastavení ..
eo: Þanøu implicita¼ojn ...
fi: Muuta oletusasetuksia...
hr: Promjena podrazumijevane vrijednosti ...
hu: Alapért. változtatása...
is: Sjálfgefin gildi ...
pt_br: Mudar Valores Padrão ...
sk: Zmeni» nastavenie ..

source: Insert Date
cs: Vlo¾it datum
eo: Enmetu daton
fi: Lisää päivä
hr: Umetni datum
hu: Dátum beillesztése
is: Skjóta inn dags.
pt_br: Inserir Data
sk: Vlo¾i» dátum

source: Operations
cs: Operace
eo: Agoj
fi: Tapahtumat
hr: Operacije
hu: Tevékenységek
is: Aðgerðir
pt_br: Operações
sk: Operácia

source: No Frame
cs: ®ádný rámeèek
eo: sen kadro
fi: Ei kehystä
hr: Bez okvira
hu: Keret nélkül
is: Án ramma
pt_br: Sem Borda
sk: ®iadny rámèek

source: Note:
cs: Poznámka:
eo: Noto:
fi: Viesti:
hr: Bilje¹ka:
is: Miði:
pt_br: Nota:
sk: Poznámka:

source: Could not save a KNote. Quit anyways?
cs: Není mo¾né ulo¾it poznámku. I pøesto ukonèit?
eo: Ne eblis sekurigi noton. Æu tamen fini?
fi: En saanut tallennettua KNotea. Lopeta kuitenkin?
hr: Ne mogu spremiti KNote. Da svejedno zavr¹im s radom?
hu: Nem tudtam elmenteni egy cetlit. Azért kiléphetek?
is: Gat ekki vistað einhvern miða. Hætta samt?
pt_br: Não consegui gravar uma Nota. Sair da mesma forma?
sk: Nemô¾em ulo¾i» poznámku. Ukonèi» aj napriek tomu?

source: Could not save KNote Alarms
cs: Není mo¾né ulo¾it alarmy poznámky
eo: Ne eblis sekurigi alarmojn
fi: En saanut tallennettua KNoten hälytyksiä
hr: Ne mogu spremiti KNote Alarme
hu: Nem tudtam elmenteni a cetlik elõjelzését
is: Gat ekki vistað vakningar
pt_br: Não consegui gravar Alarmes
sk: Nemô¾em ulo¾i» alarmy

source: Could not pipe the contents of this KNote into: %s
cs: Není mo¾né pøevést obsah této poznámky do: %s
eo: Ne eblis dukti la enhavon de tiu æi noto al: %s
fi: En saanut putkitettua KNotesin sisältöä kohteeseen: %s
hr: Ne mogu preusmjeriti sadr¾aj ove KNote u: %s
hu: Nem tudtam a cetli tartalmat belepumpalni a %s-be.
is: Gat ekki dælt innihald miðans inn í: %s
pt_br: Não foi possível passar os conteúdos deste KNote para: %s
sk: Nie je mo¾né posla» obsah poznámky do: %s

source: You have exeeded the arbitrary and unjustly set limit of 50 knotes. Please complain to the author.
cs: Vyèerpal(a) jste svévolnì a nespravedlivì nastavený limit 50 poznámek. Stì¾ujte si prosím autorovi.
eo: Vi atingis la arbitran limon de 50 Notoj. Bonvolu plendi æe la aýtoro.
fi: Olet ylittänyt 50 viestin rajan. Valita tekijälle.
hr: Prema¹ili ste odoka i nepravedno odreðeni maksimum od 50 knotes bilje¹ki. Molim, ¾alite se autoru.
is: Þú hefur farið yfir hið innbyggða, ósanngjarna hámark: 50 miðar. Vinsamlegast kvartaðu til höfundar.
pt_br: Excedeu o limite arbitrário de 50 knotes. Queixe-se ao autor.
sk: Vyèerpali ste svojvoµne a nespravodlivo nastavený limit 50 poznámok. S»a¾ujte sa prosím autorovi.

source: Question
cs: Otázka
eo: Demando
fi: Kysymys
hr: Pitanje
hu: Kérdés
is: Spurning
pt_br: Pergunta
sk: Otázka

source: Are you sure you want to delete this note permanently?
cs: Jste si jist(a), ¾e chcete zru¹it permanentnì tuto poznámku?
eo: Æu vi estas certa, ke vi volas definitive forigi tiun noton?
fi: Oletko varma, että haluat tuhota tämän viestin lopullisesti?
hr: Jeste li sigurni da ¾elite nepovratno obrisati ovu bilje¹ku?
hu: Tényleg annyira le szeretnéd törölni ezt a cetlit?
is: Ertu viss um að þú viljir eyða þessum miða endanlega?
pt_br: Tem certeza que quer apagar esta nota permanentemente?
sk: Ste si istý, ¾e chcete nav¾dy zru¹i» túto poznámku?

source: Could not load: %s
cs: Není mo¾né naèíst: %s
eo: Ne eblis legi: %s
fi: En saanut ladattua: %s
hr: Ne mogu uèitati: %s
hu: Nem tudtam betölteni a%s -t... A francba!
is: Gat ekki opnað: %s
pt_br: Não conseguir carregar: %s
sk: Nemô¾em naèíta»: %s

source: KNotes Configuraton
cs: Konfigurace KNotes
eo: KNotes-konfigura¼o
fi: KNotes asetukset
hr: KNotes Konfiguracija
hu: KNotes beállításai
is: Stillingar miðanna
pt_br: Configuração do KNotes
sk: Konfigurácia KNotes

source: KNotes %s Bernd Johannes Wuebben wuebben@math.cornell.edu wuebben@kde.org Copyright (C) 1997 With contributions by: Matthias Ettrich <ettrich@kde.org>
cs: KNotes %s Bernd Johannes Wuebben wuebben@math.cornell.edu wuebben@kde.org Copyright (C) 1997 S pøispìním: Matthiase Ettricha <ettrich@kde.org>
hr: KNotes %s Bernd Johannes Wuebben wuebben@math.cornell.edu wuebben@kde.org Copyright (C) 1997 Doprinjeli su: Matthias Ettrich <ettrich@kde.org>

source: Defaults
cs: Implicitní nastavení
eo: Implicita¼oj
fi: Oletukset
hr: Uobièajeno
hu: Alapértékek
is: Sjálfgefið
pt_br: Padrões
sk: ©tandardné nastavenie

source: More ...
cs: Dal¹í ...
eo: Pli da ...
fi: Lisää...
hr: Jo¹ ...
hu: Még...
is: Meira ...
pt_br: Mais ...
sk: Ïal¹ie ...

source: KNotes is already waiting for an internet job to finish Please wait until it has finished Alternatively stop the running one.
cs: KNotes právì èeká na dokonèení práce s internetem. Èekejte prosím na její dokonèení nebo ji zastavte.
eo: KNotes jam atendas la plenumon de interreta tasko. Bonvolu atendi øis la fino aý alternative haltigu la aktualan taskon.
fi: KNotes odottaa jo Internet-työn loppumista Odota kunnes se on loppunut tai keskeytä nykyinen.
hr: KNotes veæ èeka na dovr¹etak jednog zadatka Molim prièekajte njegov kraj Ili prekinite trenutni zadatak.
hu: A KNotes egy iNetes munka befejezésére vár Várj egy picit amíg befejezi, vagy szakítsd meg.
is: Forritið er nú þegar að bíða eftir að net-ferli ljúki sér af. Vinsamlegast bíddu þangað til, eða stöðvaðu virka ferlið.
pt_br: KNotes já está à espera que um trabalho na internet acabe Por favor espere que esteja terminado Opcionalmente termine o que está sendo executado.
sk: KNotes práve èaká na dokonèenie práce s Internetom. Èakajte prosím na dokonèenie alebo ju zastavte.

source: Could not start or find KFM
cs: Není mo¾né spustit nebo nalézt KFM
eo: Ne eblis lanæi aý trovi Kfm
fi: En saanut käynnistettyä KFM:ää
hr: Ne mogu pokrenuti ili pronaæi KFM
hu: Nem tudtam elindítani a KFM-et (nem találom?)
is: Gat ekki ræst eða fundið KFM
pt_br: Não foi possível iniciar ou encontrar o KFM
sk: Nemô¾em spusti» alebo nájs» KFM

source: Could not save the KNotes. Close anyways?
cs: Není mo¾né ulo¾it poznáky. I pøesto uzavøít?
eo: Ne eblis sekurigi KNotes. Æu tamen fermi?
fi: En saanut tallennettua KNotesia. Sulje kuitenkin?
hr: Ne mogu spremiti KNotes. Da svejedno zatvorim?
hu: Nem tudtam elmenteni a cetliket. Azért kiléphetek?
is: Gat ekki vistað miðana. Loka samt?
pt_br: Não consegui gravar KNotes. Fechar de qualquer modo?
sk: Nemô¾em ulo¾i» poznámky. Uzavrie» aj tak?

source: Found an alarm to which the underlying KNotes file: %s no longer exists. I will correct the Problem for you.
cs: Nalezen alarm jeho¾ poznámka ulo¾ená v souboru: %s ji¾ neexistuje. Provedu za vás opravu tohoto problému.
eo: Troviøis alarmo por kiu ne plu ekzistas la koncerna notdosiero: %s Mi korektos la problemon por vi.
fi: Löysiin hälytyksen johon allaoleva KNotes tiedosto: %s ei enää ole olemassa. Korjaan ongelman.
hr: Prona¹ao sam alarm na koji se ta KNotes datoteka: %s vi¹e ne postoji. Ispravit æu taj problem umjesto vas.
hu: Hopp, itt kis bibi van, ehhez az elõjelzéshez nem tartozik file (%s kéne hogy legyen). Mire ezt olvasod, már rég kijavítottam a hibát.
is: Fann vakningu, þar sem upphaflegu miðaskrána: %s vantar. Ég mun leiðrétta þetta fyrir þig.
pt_br: Encontrei um alarme para o qual o arquivo KNotes: %s já não existe. Vou corrigir o problema.
sk: Nájdený alarm, ktorého poznámka je ulo¾ená v súbore %s u¾ neexistuje. Pokúsim sa previes» opravu tohoto problému za vás.

source: Inconsistency
cs: Nekonzistence
eo: Ne en ordo
fi: epäjohdonmukaisuutta
hr: Nedosljednost
hu: Inkonzisztencia
is: Ósamræmi
pt_br: Inconsistência
sk: Poru¹ená následnos»

source: Text Color:
cs: Barva textu:
eo: Tekstkoloro:
fi: Tekstin väri:
hr: Boja teksta:
hu: Szöveg színe:
is: Litur texta:
pt_br: Cor do Texto:
sk: Farba textu:

source: Background Color:
cs: Barva pozadí:
eo: fonkoloro:
fi: Taustan väri:
hr: Boja pozadine:
hu: Háttér színe:
is: Litur bakgrunns:
pt_br: Cor de Fundo:
sk: Farba pozadia:

source: Width:
cs: ©íøka:
eo: Larøeco:
fi: Leveys:
hr: ©irina:
hu: Szélesség:
is: Breidd:
pt_br: Largura:
sk: ©írka:

source: Height:
cs: Vý¹ka:
eo: Alteco:
fi: Korkeus:
hr: Visina:
hu: Magasság:
is: Hæð:
pt_br: Altura:
sk: Vý¹ka:

source: Print Command:
cs: Pøíkaz pro tisk:
eo: Preskomando:
fi: Tulostuskomento:
hr: Naredba za ispis:
hu: Nyomtató parancs:
is: Prentskipun:
pt_br: Comando de Impressão:
sk: Tlaè:

source: Mail Command:
cs: Pøíkaz pro po¹tu:
eo: Sendkomando:
fi: Lähetyskomento:
hr: Naredba za Mail:
hu: Levélköldõ parancs:
is: Póstskipun:
pt_br: Comando Mail:
sk: Po¹ta:

source: 3d Frame
cs: 3d rámeèek
eo: 3d-kadro
fi: 3d kehys
hr: 3D Okvir
hu: 3D keret
is: Rammi
pt_br: Borda 3D
sk: 3d rámèek

source: Set Default Font
cs: Nastavení implicitního fontu
eo: Implicita tiparo
fi: Aseta vakiokirjasin
hr: Postavi podrazumijevani font
hu: Alapértelmezett font beállítása
is: Stilla sjálfgefið letur
pt_br: Selecionar Fonte por Padrão
sk: Nastavenie ¹tandardného fontu

source: Family:
cs: Rodina:
fi: Perhe:
hr: Obitelj:
is: Leturgerð:

source: Point Size:
cs: Velikost:
eo: Grandeco:
fi: Pistekoko:
hr: Velièina toèke:
hu: Betû mérete:
is: Leturstærð:
pt_br: Tamanho:
sk: Veµkos»:

source: Style:
cs: Styl:
fi: Tyyli:
hr: Stil:
is: Stíll:

source: Weight:
cs: Vý¹ka:
fi: Korkeus:
hr: Te¾ina:
is: Vægi:

source: Bold
cs: Tuèné
fi: Paksunnettu
hr: Masno
is: Feitletrað

source: Normal
cs: Normální
fi: Normaali
hr: Normalno
is: Venjulegt

source: Mail Note to:
cs: Komu poslat poznámku:
eo: Sendu noton al:
fi: Lähetä viesti:
hr: Po¹alji po¹tom bilje¹ku:
is: Senda miða með til:
pt_br: Enviar Nota por Mail para:
sk: Komu:

source: Subject:
cs: Pøedmìt:
eo: Temo:
fi: Aihe:
hr: Tema:
is: Titill:
pt_br: Assunto:
sk: Vec:

source: Mail
cs: Odeslat
eo: Sendu
fi: Posti
hr: Po¹alji
is: Senda
pt_br: Correio
sk: Posla»

source: You must specify a Recipient
cs: Je nutné specifikovat pøíjemce
eo: Vi devas indiki ricevonton
fi: Sinun on annettava vastaanottaja
hr: Morate navesti primaoca
is: Þú skalt velja móttakanda
pt_br: Informe um Destinatário
sk: Musíte ¹pecifikova» adresáta

source: Alarm Timer for: %s
cs: Naèasování alarmu pro: %s
eo: Alarmhorloøo por: %s
fi: Hälytysajastin : %s
hr: Alarm sat za: %s
hu: Elõjelzés:
is: Vakning fyrir: %s
pt_br: Despertador para: %s
sk: Naèasovanie alarmu pre: %s

source: Unset
cs: Vypnout
eo: Elþaltu
fi: Poista asetus
hr: Ukloni
hu: Kikapcsol
is: Afvirkja
pt_br: Desativar
sk: Vypnú»

source: Set
cs: Zapnout
eo: Enþaltu
fi: Aseta
hr: Postavi
hu: Bekapcsol
is: Virkja
pt_br: Ativar
sk: Zapnú»

source: I am afraid you already missed your appointment.
cs: Obávám se, ¾e jste ji¾ propásl(a) svou schùzku.
eo: Mi timas, ke vi jam maltrafis vian renkonton
fi: Valitettavasti olet jo myöhässä tapaamisestasi.
hr: Bojim se da ste veæ propustili sastanak.
hu: Azt hiszem, hogy már lekésted a randidat.
is: Ég er hræddur um að þú sért þegar of seinn.
pt_br: Temo que já tenha perdido o compromisso.
sk: Obávam sa, ¾e ste u¾ prepásli svoju schôdzku.

source: Day:
cs: Den:
eo: Tago:
fi: Päivä:
hr: Dan:
hu: Nap:
is: Dagur:
pt_br: Dia:
sk: Deò:

source: Month:
cs: Mìsíc:
eo: Monato:
fi: Kuukausi:
hr: Mjesec:
hu: Hó:
is: Mán:
pt_br: Mês:
sk: Mesiac:

source: Year:
cs: Rok:
eo: Jaro:
fi: Vuosi:
hr: Godina:
hu: Év:
is: Ár:
pt_br: Ano:
sk: Rok:

source: Time:
cs: Èas:
eo: Tempo:
fi: Aika:
hr: Vrijeme:
hu: Idõ:
is: Tími:
pt_br: Tempo:
sk: Èas:

source: The Time you selected is invalid
cs: Vybraný èas je neplatný
eo: La tempo, kiun vi elektis, ne estas valida
fi: Valitsemasi aika on virheellinen
hr: Vrijeme koje ste odabrali je neispravno
hu: A kiválasztott idõ érvénytelen
is: Þú valdir ógildan tíma
pt_br: O Tempo selecionado é inválido
sk: Vybraný èas je neplatný

source: The Date you selected is invalid
cs: Vybraný datum je neplatný
eo: La dato, kiun vi elektis, ne estas valida
fi: Valitsemasi päiväys on virheellinen
hr: Datum koji ste odabrali je neispravan
hu: A kiválasztott dátum érvénytelen
is: Þú valdir ógilda dagsetningu
pt_br: A Data selecionada é inválida
sk: Vybraný dátum je neplatný

source: Rename this note to
cs: Pøejmenovat tuto poznámku na
eo: Alinomu tiun noton kiel
fi: Uudelleennimeä viesti nimelle
hr: Preimenujte tu bilje¹ku u
hu: Mire nevezzem át?
is: Nefna þennan miða
pt_br: Renomear esta nota para
sk: Premenova» túto poznámku na

source: Rename
cs: Pøejmenovat
eo: Alinomu
fi: Uudelleennimeä
hr: Preimenuj
hu: Átnevezés
is: Breyta
pt_br: Renomear
sk: Premenova»

source: The name "xyalarms" is reserved for internal usage. Please choose a different name
cs: Jméno "xyalarms" je rezerováno pro vnitøní pou¾ití. Zvolte si prosím jiné jméno
eo: La nomo "xyalarms" estas rezervita por interna uzo. Bonvolu elekti alian nomon
fi: Nimi "xyalarms" on varattu sisäiseen käyttöön. Valitse toinen nimi
hr: Ime "xyalarms" je rezervirano za internu uporabu. Molim, odaberite neko drugo ime
hu: A név "xyalarms" a szerzõ számára foglalt. Légyszives ezt figyelembevenni. Most pedig válassz egy másik nevet
is: Nafnið "xyalarms" er frátekið af tækniástæðum. Veldu annað nafn
pt_br: O nome "xyalarms" está reservado para utilização interna. Por favor escolha um nome diferente
sk: Meno "xyalarms" je rezerované pre vnútorné pou¾itie. Zvoµte si prosím iné meno

source: A KNotes note with this name already exists Please choose a different name
cs: KNotes poznámka s tímto jménem ji¾ existuje. Zvolte si prosím jiné jméno
eo: Noto kun tiu æi nomo jam ekzistas Bonvolu elekti alian nomon
fi: KNotesin viesti samalla nimellä on jo olemassa Valitse toinen nimi
hr: KNotes bilje¹ka tog imena veæ postoji Molim, odaberite neko drugo ime
hu: Jajj, de hisz ilyen nevû cetli már van! Légyszives valami más nevet válassz
is: Það er nú þegar til miði með þessu nafni Veldu annað nafn
pt_br: Uma nota com este nome já existe Por favor escolha um nome diferente
sk: KNotes poznámka s týmto menom u¾ existuje. Zvoµte si prosím iné meno

source: Change Defaults
cs: Zmìnit implicitní nastavení
eo: Þanøu implicita¼ojn
fi: Muuta oletusasetuksia
hr: Promjena podrazumijevane vrijednosti ...
is: Sjálfgefin gildi...
pt_br: Mudar padrões

source: Exit Knotes
cs: Ukonèit Knotes
eo: Finu Notojn
fi: Lopeta
hr: Izlaz
is: Hætta
pt_br: Sair do Knotes

source: New Knote
cs: Nová poznámka
eo: Nova Noto
fi: Uusi viesti
hr: Nova bilje¹ka
is: Nýr miði
pt_br: Nova Nota

source: Alarm ...
eo: Alarmo ...
fi: Hälytä...
hu: Elõjelzés...
is: Vakning ...
pt_br: Alarme ...
