Repository: KDE/kde1-kdeutils
Catalog: po/*/kpm.po
Languages: cs, is, ja, pt_br, ru

source: Graphic Load Display
cs: Grafické zobrazení zatí¾ení
is: Myndrænn álagsmælir
ja: 負荷のグラフ表示
pt_br: Gráfico de Carga
ru: График загрузки

source: Graphic CPU Display
cs: Grafické zobrazení CPU
is: Myndrænn gjörvamælir
ja: CPUのグラフ表示
pt_br: Gráfico de CPU
ru: График использования процессора

source: Graphic Memory Display
cs: Grafické zobrazení pamìti
is: Myndrænn minnismælir
ja: メモリのグラフ表示
pt_br: Gráfico de Memória
ru: График использования памяти

source: Graphic Swap Display
cs: Grafické zobrazení swapu
is: Myndrænn varaminnismælir
ja: スワップのグラフ表示
pt_br: Gráfico de Swap
ru: График использования свап-файла

source: Load Graph in Icon
cs: Graf zatí¾ení v ikonì
is: Álagsmælir í táknmynd
ja: 負荷グラフをアイコンで
pt_br: Carregar gráfico em ícone
ru: График загрузки на пиктограмме

source: Green/Black Load Graph
cs: Zeleno-èerný graf zatí¾ení
is: Grænt og svart álagsgraf
ja: 黒/青 負荷グラフ
pt_br: Gráfico de carga verde/preto
ru: Черно/зеленый график загрузки

source: Solid filled graph
cs: Vyplnìný graf
is: Fyllt graf
ja: 立体的なグラフ
pt_br: Gráfico preenchido
ru: Залитый график

source: Host Name Lookup
cs: Vyhledávání jména hostitele
is: Uppfletting vélarnafns
ja: ホストネーム参照
pt_br: Procura por nome de máquina
ru: Поиск имен машин

source: Auto Save Settings on Exit
cs: Automatické ulo¾ení nastavení pøi ukonèení
is: Sjálfvirk vistun stillinga
ja: 終了するときは自動的に設定をセーブ
pt_br: Auto-salvar configurações ao sair
ru: Авто сохранение установок при выходе

source: Status Bar
cs: Stavová li¹ta
is: Stöðuslá
ja: ステータスバー
pt_br: barra de status
ru: Строка статуса

source: Socket Info Window
cs: Okno informací o socketu
is: Sökkulupplýsingar
ja: ソケットインフォウィンドウ
pt_br: Janela de informações de soquetes
ru: Окно информации о каналах

source: Renice...
cs: Zmìnit prioritu...
is: Forgangsraða...
pt_br: Re-priorizar...
ru: Изменить приоритет...

source: Change Scheduling...
cs: Zmìna plánování...
is: Forgangsflokkun...
ja: スケジューリングを変更...
pt_br: Mudar agendamento...
ru: Изменить расписание...

source: Socket Info
cs: Informace o socketu
is: Sökkulupplýsingar
ja: ソケットインフォ
pt_br: Informações de soquete
ru: Информация о каналах

source: Iconify
cs: Ikonifikovat
is: Í táknmynd
ja: アイコン化
pt_br: Minimizar
ru: Минимизировать

source: Terminate
cs: Ukonèit
is: Stöðva
ja: 終了
pt_br: Terminar
ru: Закончить

source: Hangup
is: Leggja á
ja: 中止
pt_br: Suspender (Hangup)
ru: Приостановить

source: Interrupt
cs: Pøeru¹it
is: Trufla
ja: 中断
pt_br: Interromper
ru: Прервать

source: Kill
cs: Zabít
is: Drepa
ja: 強制終了
pt_br: Matar
ru: Убить

source: Other
cs: Jiné
is: Annað
ja: 他
pt_br: Outros
ru: Другое

source: Scheduling...
cs: Plánování...
is: Forgangsflokkun...
ja: スケジューリング...
pt_br: Agendando...
ru: Расписание...

source: Other signals
cs: Jiné signály
is: Önnur boð
ja: 他のシグナル
pt_br: Outros sinais
ru: Другие сигналы...

source: Remove field
cs: Odstranit pole...
is: Fjarlægja svið
ja: 削除失敗
pt_br: Remover campo
ru: Удалить поле

source: Add field...
cs: Pøidat pole...
is: Bæta við sviði...
ja: 追加失敗...
pt_br: Adicionar campo...
ru: Добавить поле...

source: Help on field...
cs: Nápovìda k poli...
is: Hjálp um svið...
ja: フィールドのヘルプ...
pt_br: Ajuda sobre o campo...
ru: Помощь по полям...

source: Refresh process list
cs: Obnovit seznam procesù
is: Endurnýja ferlislista
ja: プロセスリストを更新
pt_br: Renovar lista de processo
ru: Обновить список процессов...

source: All Processes
cs: V¹echny procesy
is: Öll ferli
ja: すべてのプロセス
pt_br: Todos os processos
ru: Все процессы

source: Your Processes
cs: Va¹e procesy
is: Þín ferli
ja: あなたのプロセス
pt_br: Seu processo
ru: Ваши процессы

source: Non-Root Processes
cs: Ne-rootovské procesy
is: Öll nema rótarferlin
ja: root でないプロセス
pt_br: Processos não-root
ru: Процессы не root'а

source: Running Processes
cs: Bì¾ící procesy
is: Virk ferli
ja: 実行中のプロセス
pt_br: Processos rodando
ru: Работающие процессы

source: User Fields
cs: U¾ivatelská pole
is: Notendasvið
ja: ユーザフィールド
pt_br: Campos do usuário
ru: Пользовательские поля

source: Jobs Fields
cs: Pole úkolù
is: Ferlissvið
ja: ジョブフィールド
pt_br: Campos dos serviços
ru: Поля заданий

source: Memory Fields
cs: Pamì»ová pole
is: Minnissvið
ja: メモリフィールド
pt_br: Campos de memória
ru: Поля памяти

source: Select Fields...
cs: Výbìr polí...
is: Velja svið...
ja: フィールド選択
pt_br: Selecionar campos...
ru: Выбрать поля...

source: Update Period...
cs: Perioda obnovování...
is: Tíðni uppfærslna...
ja: Periodの更新...
pt_br: Período de atualização...
ru: Время обновление...

source: Show command path
cs: Zobrazit cestu pøíkazu
is: Sýna skipanaslóðir
ja: コマンドのパスを表示
pt_br: Mostrar caminho do comando
ru: Показать путь команды

source: Show ressource info
cs: Zobrazit informaci o prostøedcích
is: Sýna auðlindir
ja: リソースの情報を表示
pt_br: Mostrar informações de recursos
ru: Показать информацию о ресурсах

source: Show toolbar
cs: Zobrazovat li¹tu nástrojù
is: Sýna tækjaslá
ja: ツールバーを表示
pt_br: Mostrar barra de ferramentas
ru: Показать строку инструментов

source: Preferences...
cs: Preference...
is: Stillingar...
ja: 設定...
pt_br: Preferências...
ru: Настройки...

source: Save Settings Now
cs: Ulo¾it nastavení nyní
is: Vista stillingar
ja: いますぐ設定をセーブ
pt_br: Mostrar configurações agora
ru: Записать настройки

source: - A Visual Process Manager (KDE Version) ╘ 1997 Mattias EngdegЕrd (f91-men@nada.kth.se) ╘ 1998 Mario Weilguni (mweilguni@kde.org) kpm is the KDE version of qps, written by Matthias EngdegЕrd. The port to KDE was done by Mario Weilguni. If you are interested on the original qps, you can find it at the following location: ftp://sunsite.unc.edu/pub/linux/system/status This program is published under the GNU General Public License (GNU GPL). See the file COPYING for details about this.
ru: - Визуальный менеджер процессов (KDE Version) ╘ 1997 Mattias EngdegЕrd (f91-men@nada.kth.se) ╘ 1998 Mario Weilguni (mweilguni@kde.org) kpm - это KDE версия qps'а, написанного Matthias EngdegЕrd. Перенесение на KDE было произведено Mario Weilguni. Если вас интересует оригинальный qps, вы можете его найти здесь: ftp://sunsite.unc.edu/pub/linux/system/status Эта программа опубликована под GNU General Public License (GNU GPL). Более подробно в файле COPYING

source: &Window
cs: &Okno
is: &Gluggi
ja: ウィンドウ(&W)
pt_br: &Janela
ru: Окно

source: &Process
cs: &Proces
is: &Ferli
ja: プロセス(&P)
pt_br: &Processo
ru: Процесс

source: &Signal
cs: &Signál
is: &Boð
ja: シグナル(&S)
pt_br: &Sinal
ru: Сигнал

source: SIGQUIT (quit)
cs: IGQUIT (ukonèit)
ja: SIGQUIT (終了)
pt_br: SIGQUIT (sair)
ru: SIGQUIT (выход)

source: SIGILL (illegal instruction)
cs: SIGILL (ilegální instrukce)
ja: SIGILL (不正命令)
pt_br: SIGILL (instrução ilegal)
ru: SIGILL (неверная инструкция)

source: SIGABRT (abort)
cs: SIGABRT (pøeru¹it)
ja: SIGABORT (内因中止)
pt_br: SIGABRT (abortar)
ru: SIGABRT (прервать)

source: SIGFPE (floating point exception)
cs: SIGFPE (výjimka v øádové èárce)
ja: SIGFPE (算術例外)
pt_br: SIGFPE (exceção de ponto flutuante)
ru: SIGFPE (ошибка арифметики с плавающей запятой)

source: SIGSEGV (segmentation violation)
cs: SIGSEGV (poru¹ení segmentace)
ja: SIGSEGV (セグメント違反)
pt_br: SIGSEGV (violação de acesso)
ru: SIGSEGV (ошибка обращения к памяти)

source: SIGPIPE (broken pipe)
cs: SIGPIPE (poka¾ená roura)
ja: SIGPIPE (パイプ破損)
pt_br: SIGPIPE (pipe quebrado)
ru: SIGPIPE (обованый поток)

source: SIGALRM (timer signal)
cs: SIGALRM (signál èasovaèe)
ja: SIGALRM (アラームクロック)
pt_br: SIGALRM (sinal do timer)
ru: SIGALRM (сигнал таймера)

source: SIGUSR1 (user-defined 1)
cs: SIGUSR1 (definované u¾ivatelem 1)
ja: SIGUSR1 (ユーザ定義 1)
pt_br: SIGUSR1 (definido pelo usuário 1)
ru: SIGUSR1 (определенный пользователем 1)

source: SIGUSR2 (user-defined 2)
cs: SIGUSR2 (definované u¾ivatelem 2)
ja: SIGUSR2 (ユーザ定義 2)
pt_br: SIGUSR2 (definido pelo usuário 2)
ru: SIGUSR2 (определенный пользователем 2)

source: SIGCHLD (child death)
cs: SIGCHLD (smrt potomka)
ja: SIGCHLD (子ステータスの変更)
pt_br: SIGCHLD (morte do filho)
ru: SIGCHLD (умер порожденный процесс)

source: SIGCONT (continue)
cs: SIGCONT (pokraèovat)
ja: SIGCONT (停止後に継続)
pt_br: SIGCONT (continuar)
ru: SIGCONT (продолжить)

source: SIGSTOP (stop)
ja: SIGSTOP (外因停止)
pt_br: SIGSTOP (parar)
ru: SIGSTOP (стоп)

source: SIGTSTP (stop from tty)
cs: IGTSTP (stop z tty)
ja: SIGTSTP (tty からの停止)
pt_br: SIGTSTP (parada do terminal)
ru: SIGTSTP (стоп с терминала)

source: SIGTTIN (tty input)
cs: SIGTTIN (tty vstup)
ja: SIGTTIN (ttyからの読み込み)
pt_br: SIGTTIN (entrada do terminal)
ru: SIGTTIN (ввод с терминала)

source: SIGTTOU (tty output)
cs: SIGTTOU (tty výstup)
ja: SIGTTOU (ttyからの書き込み)
pt_br: SIGTTOU (saída do terminal)
ru: SIGTTOU (вывод на терминал)

source: You do not have permission to view the open sockets of process %d (%s). Only the owner of the process and the super-user may do that.
cs: Nemáte pøístupová práva k prohlí¾ení otevøených socketù procesu %d (%s). Pouze vlastník procesu a superu¾ivatel mohou provést tuto operaci.
is: Þú hefur ekki heimildir til að skoða opna sökkla ferlisins %d (%s). Einungis eigandi ferlisins og ofurpaurinn hafa heimildir til þess.
ja: あなたにはプロセス %d (%s) のソケットをみる権限がありません。 プロセスの所有者かスーパーユーザのみが 実行できます。
pt_br: Você não tem permissão de ver os soquetes abertos do processo %d (%s). Somente o dono do processo e o superusuário podem fazê-lo.
ru: Вы не имеете права просматривать открытые каналы процесса %d (%s). Только владелец процесса и суперпользователь могут делать это.

source: Permission denied
cs: Zakázaný pøístup
is: Aðgerð bönnuð
ja: あなたには権限がありません
pt_br: Permissão negada
ru: Доступ запрещен

source: qps: change update period
cs: qps: zmìna periody obnovování
is: qps: breyta uppfærslutíðni
ja: qps: 更新された period の変更
pt_br: qps: mudar período de atualização
ru: qps: изменение периода обновления

source: New update period:
cs: Nová perioda obnovování:
is: Tími milli uppfærslna:
ja: 新しく更新された period:
pt_br: Novo período de atualização:
ru: Новый период обновление:

source: Invalid input
cs: Neplatný vstup
is: Ógilt inntak
ja: 不正な入力
pt_br: Entrada inválida
ru: Неверный ввод

source: The time between updates should be a number, optionally followed by a unit (ms, s or min). If no unit is given, seconds is assumed.
cs: Èas mezi obnovováními by mìl být èíslo, které je pøípadnì následováno jednotkou (ms, s nebo min). Není-li uvedeno, budou pou¾ity sekundy.
is: Tíminn á milli uppfærslna á að vera tala. Taka má fram einingu (ms, s, eða min) á eftir tölunni. Sjálfgefin eining er sekúnda.
ja: 更新間隔は数字でなければなりません。オプションとして単位(ms, s, min)がつけられます。何もなければ秒になります。
pt_br: O tempo entre atualizações deve ser um número, opcionalmente seguido por uma unidade (ms, s ou min). A unidade padrão é 's' (segundos).
ru: Время между обновлениями должно быть числом, возможно с единицей измерений в конце (ms, s или min). Если не задана единица измерения, принимется секунда.

source: You do not have permission to renice the selected process%s. Only the process owner and the super-user are allowed to do that.
cs: Nemáte pøístupová práva ke zmìnì priority vybraného procesu %s. Pouze vlastník procesu nebo superu¾ivatel mohou provést tuto operaci.
is: Þú hefur ekki heimildir til að breyta forgangi ferilsins%s. Einungis eigandi ferilsins og ofurpaurinn hafa slíkar heimildir.
ja: あなたには今選んだプロセス%s を renice する権限がありません。 そのプロセスの所有者かスーパーユーザ のみに許されています。
pt_br: Você não tem permissão de re-priorizar o processo selecionado %s. Somente o dono do processo e o superusuário podem fazê-lo.
ru: Вы не имеете права изменять приоритет выделенного процесса %s. Только владелец процесса и суперпользователь могут делать это.

source: qps: renice process
cs: qps: zmìna priority
is: qps: forgangsraða
ja: qps: プロセスの優先度を変える
pt_br: qps: re-priorizar processo
ru: qps: изменение приоритета

source: New nice value:
cs: Nová hodnata priority:
is: Nýr forgangur:
ja: 新しい nice の値
pt_br: Novo valor de prioridade:
ru: Новое значение приоритета:

source: The nice value should be in the range -20 to 20.
cs: Hodnota by mìla být v rozsahu -20 a¾ 20.
is: Forgangur skal vera á bilinu -20 til 20.
ja: nice の値は -20 〜 20 で なければなりません。
pt_br: A prioridade deve estar entre -20 e 20.
ru: Значение приоритета должно быть от -20 до 20.

source: You do not have permission to renice process %d (%s). Only the process owner and the super-user are allowed to do that.
cs: Nemáte pøístupová práva ke zmìnì priority procesu %d (%s). Pouze vlastník procesu nebo superu¾ivatel mohou provést tuto operaci.
is: Þú hefur ekki heimildir til að forgangsraða %d (%s). Einungis eigandi ferlisins og ofurpaurinn hafa slíkar heimildir.
ja: あなたにはプロセス %d (%s) を renice する権限がありません。 プロセスの所有者かスーパーユーザのみが許されています。
pt_br: Você não tem permissão de repriorizar o processo %d (%s). Somente o dono do processo e o superusuário podem fazê-lo.
ru: Вы не имеете права изменять приоритет процесса %d (%s). Только владелец процесса и суперпользователь могут делать это.

source: Only the super-user may lower the nice value of a process.
cs: Pouze superu¾ivatel mù¾e sní¾it hodnotu priority procesu.
is: Einungis ofurpaurinn getur lækkað forgangstölu ferlis.
ja: スーパーユーザしかプロセスの優先度を下げられません。
pt_br: Somente o superusuário pode aumentar a prioridade de um processo.
ru: Только суперпользователь может уменьшить значение приоритета у процесса.

source: Only the super-user may change the scheduling policy and static priority.
cs: Pouze superu¾ivatel mù¾e zmìnit zpùsob plánování a statickou prioritu.
is: Einungis ofurpaurinn getur breytt for- gangsflokkuninni og 'static' eiginleikanum.
ja: スーパーユーザのみがスケジューリング方針や 静的な優先度を変えることができます。
pt_br: Somente o superusuári pode mudar a política de agendamento e a prioridade estática.
ru: Только суперпользователь может изменять расписание и приоритет.

source: You do not have permission to change the scheduling and/or priority of process %d (%s). Only the super-user may do that.
cs: Nemáte pøístupová práva ke zmìnì plánování nebo priority procesu %d (%s). Tuto operaci mù¾e provádìt pouze superu¾ivatel.
is: Þú hefur ekki heimildir til að breyta for- gangsflokkun og/eða forgangi ferlisins %d (%s). Einungiss ofurpaurinn hefur þær.
ja: あなたにはスケジューリングを変更したり、 プロセス %d (%s) の優先度を変更できる権限がありません。 スーパーユーザのみが許されています。
pt_br: Você não tem permissão de mudar o agendamento e/ou prioridade doprocesso %d (%s). Somente o superusuário pode fazer isso.
ru: Вы не имеете права изменять расписание и/или приоритет процесса %d (%s). Только суперпользователь может это делать.

source: You do not have permission to send a signal to process %d (%s). Only the super-user and the owner of the process may send signals to it.
cs: Nemáte pøístupová práva k poslání signálu procesu %d (%s). pouze superu¾ivatel nebo vlastník procesu mu mohou posílat signály.
is: Þú hefur ekki heimildir til að senda boð til ferlisins %d (%s). Einungis eigandi ferlisins og ofurpaurinn hafa slíkar heimildir.
ja: あなたにはプロセス %d (%s) にシグナルを送る権限がありません。 プロセスの所有者かスーパーユーザのみが許されています。
pt_br: Você não tem permissão de mandar um sinal para o processo %d (%s). Somente o superusuário e o dono do processo podem mandar sinais a ele.
ru: Вы не имеете права посылать сигнал процессу %d (%s). Только владелец процесса и суперпользователь могут посылать ему сигналы.

source: Change scheduling
ja: スケジューリングの変更
ru: Изменить расписание...

source: Scheduling Policy
ja: スケジューリング方針
ru: Расписание

source: SCHED_OTHER (time-sharing)
ja: SCHED_OTHER (時分割)
ru: SCHED_OTHER (разделение времени)

source: SCHED_FIFO (real-time)
ja: SCHED_FIFO (実時間)
ru: SCHED_FIFO (в реальном времени)

source: SCHED_RR (real-time)
ja: SCHED_RR (実時間)
ru: SCHED_RR (в реальном времени)

source: Priority (1-99):
ja: 優先度 (1-99):
ru: Приоритет (1-99)

source: The priority must be in the range 1..99
ja: 優先度は 1〜99 でなければなりません
ru: Приоритет должен быть в пределах 1..99

source: Dock into kpanel
cs: Pohltit do panelu
is: Setja í spjaldið
ja: パネルに格納
pt_br: Embutir no Painel

source: kpm %sk%s - A Visual Process Manager (KDE Version) © 1997 Mattias Engdegård (f91-men@nada.kth.se) © 1998 Mario Weilguni (mweilguni@kde.org) kpm is the KDE version of qps, written by Matthias Engdegård. The port to KDE was done by Mario Weilguni. If you are interested on the original qps, you can find it at the following location: ftp://sunsite.unc.edu/pub/linux/system/status This program is published under the GNU General Public License (GNU GPL). See the file COPYING for details about this.
cs: kpm %sk%s - Grafický správce procesù (KDE Version) (c) 1997 Mattias Engdegård (f91-men@nada.kth.se) (c) 1998 Mario Weilguni (mweilguni@kde.org) kpm je KDE verzí programu qps, napsaného Matthiasem Engdegårdem. Port pro KDE byl proveden Mariem Weilgunim Jestli¾e máte zájem o pùvodní qps, mù¾ete jej nalézt na následujícím místì: ftp://sunsite.unc.edu/pub/linux/system/status Tento program je zveøejnìn podle GNU General Public License (GNU GPL). Pro podrobnosti nahlédnìte do souboru COPYING.
is: kpm %sk%s - A Visual Process Manager (KDE Version) © 1997 Mattias Engdegård (f91-men@nada.kth.se) © 1998 Mario Weilguni (mweilguni@kde.org) kpm er KDE útgáfan af qps, eftir Matthias Engdegård. KDE stuðningur var útfærður af Mario Weilguni. Ef þú hefur áhuga á upphaflega qps forritinu, þá finnurðu það á: ftp://sunsite.unc.edu/pub/linux/system/status Notkun og dreifing þessa forrits er hál GNU GPL skilmálunum. Skráin COPYING sem fylgir forrits- texta kpm skýrir þetta nánar.
pt_br: kpm %sk%s - Gerenciador visual de processos © 1997 Mattias Engdegård (f91-men@nada.kth.se) © 1998 Mario Weilguni (mweilguni@kde.org) kpm é a versão KDE do qps, escrito por Matthias Engdegård. A portagem para o KDE foi feita por Mario Weilguni. Se você tem interesse pelo qps original, você pode encontrá-lo em: ftp://sunsite.unc.edu/pub/linux/system/status Este programa é publicado sob a Licença Geral Pública GNU. Veja o arquivo COPYING para maiores detalhes.
