Repository: KDE/kde1-kdeutils
Catalog: po/*/kwrite.po
Languages: br, hu

source: Normal:
br: Boas :
hu: Sima szöveg:

source: Selected:
br: Diuzet :
hu: Kijelölt:

source: Bold
br: Druz
hu: Félkövér

source: Family:
br: Familh :
hu: Család:

source: Size:
br: Ment :
hu: Méret:

source: Default Item Styles
br: Gizioù mellad dre ziouer
hu: Alapértelmezett stílusok

source: Item:
br: Mellad :
hu: Elem:

source: Default Font
br: Nodrezh dre ziouer
hu: Alapértelmezett betûtípus

source: Config Select
br: Kefluniañ an diuzadenn
hu: Beállítás választás

source: Highlight:
br: Splannadur :
hu: Kiemelés:

source: Highlight Auto Select
br: Emzibab ar splannadur
hu: Autómatikus kiemelés választás

source: File Extensions:
br: Astenn ar restroù :
hu: Fájl kiterjesztések:

source: Mime Types:
br: Rizhoù Mime :
hu: Mime típusok:

source: Item Style
br: Giz ar mellad
hu: Elem stílusa

source: Item Font
br: Nodrezh ar mellad
hu: Elem betûtípusa

source: Vertical Selections On
br: Diuzadur a-serzh bev
hu: Függõleges kijelölés be

source: Vertical Selections Off
br: Diuzadur a-serzh marv
hu: Függõleges kijelölés ki

source: The specified File does not exist
br: Ar restr goulennet n'eus ket anezhañ
hu: A megadott fájl nem létezik

source: You have specified a directory
br: Goulennet oc'h eus ur renkell
hu: Egy könyvtárat adtál meg

source: You do not have read permission to this file
br: N'oc'h ket aotreet da lenn ar restr-mañ
hu: Nincs olvasási jogod erre a fájlra

source: An Error occured while trying to open this Document
br: Bez' ez eus bet ur c'hammad en ur glask digeriñ an teul-mañ
hu: Hiba történt a dokumentum megnyitásakor.

source: You do not have write permission to this file
br: N'oc'h ket aotreet da skrivañ ar restr-mañ
hu: Nincsen írás jogod erre a fájlra

source: Loading...
br: O kargañ...
hu: Betöltés...

source: Inserted
br: Ensoc'het
hu: Beszúrva

source: Read
br: Lenn
hu: Olvasás

source: KWrite is already waiting for an internet job to finish Please wait until it has finished Alternatively stop the running one.
br: KWrite zo o c'hortoz endeo ma echufe un dlead kenrouedad. Gortozit mar plij ez echufe Peotramant paouezit an hini red.
hu: KWrite már vár egy internetes feladat befejezõdésére. Vagy várd meg amíg ennek vége lesz, vagy állítsd meg.

source: Waiting for KFM...
br: O c'hortoz KFM...
hu: Várakozás a KFM-re...

source: Could not start or find KFM
br: Ne m'eus ket gallet loc'hañ pe kavout KFM
hu: Nem tudtam elindítani a KFM-et (nem találom?)

source: Saving...
br: Oc'h enrollañ...
hu: Mentés...

source: Wrote
br: Skrivet
hu: Kiírva

source: The current Document has been modified. Would you like to save it?
br: Kemmet eo bet an teul-red. Ha fellout a ra deoc'h e enrollañ ?
hu: A jelenlegi szöveget módosítottad. Szeretnéd elmenteni?

source: Could not save the document. Open a new document anyways?
br: Ne m'eus ket gallet enrollañ an teul. Digeriñ un teul nevez evelato ?
hu: Nem tudtam elmenteni a szöveget. Azért nyissam meg az újat?

source: No changes need to be saved
br: Kemm ebet da enrollañ
hu: Nem történt módosítás

source: A Document with this Name already exists. Do you want to overwrite it?
br: Bez' ez eus un teul gant an anv-se endeo Hag e fell deoc'h e rasklañ ?
hu: Már létezik dokumentum ilyen névvel. Felül szeretnéd írni?

source: End of document reached
br: Tizhet eo diwezh an teul
hu: Elértem a dokumentum végét

source: Continue from the beginning
br: Kenderc'hel adalek an deroù
hu: Folytatás az elejérõl

source: Find
br: Kavout
hu: Keres

source: Beginning of document reached
br: Tizhet eo deroù an teul
hu: Elértem a dokumentum elejét

source: Continue from the end
br: Kenderc'hel adalek an diwezh
hu: Folyatás a végétõl

source: Search string not found!
br: Hedad war glask digavus !
hu: A keresett szöveg nem található!

source: replace(s) made
br: erlec'hiañ graet
hu: csere volt

source: Line
br: Linenn
hu: Sor

source: &Text To Find:
br: &Skrid da gavout :
hu: &Keresendõ szöveg:

source: &Replace With:
br: &Erlec'hiañ gant :
hu: &Cserélje:

source: &Case Sensitive
br: E&vezhiek ouzh ar c'hef
hu: K&isbetû / nagybetû érzékeny

source: &Whole Words Only
br: Gerioù &klok hepken
hu: Csak e&gész szavak

source: &From Cursor
br: &Adalek ar reti
hu: K&urzortól

source: Find &Backwards
br: Kavout &war-gil
hu: &Visszafelé

source: &Selected Text
br: &Skrid diuzet
hu: Ki&jelölt szövegben

source: &Prompt On Replace
br: &Goulenn pa erlec'hier
hu: Cse&re megerõsítése

source: Replace this occurence?
br: Erlec'hiañ ar reveziadenn-mañ ?
hu: Ezt cseréljem?

source: &Yes
br: &Ya
hu: &Igen

source: &No
br: &Nann
hu: &Nem

source: &All
br: &An holl
hu: &Mind

source: &Goto Line:
br: &Kit d'al linenn :
hu: U&grás sorra:

source: Edit Options
br: Dibaboù aozañ
hu: Beállítások módosítása

source: Auto &Indent
br: &Kefoskañ emgefreek
hu: &Automatikus behúzás

source: &Backspace Indent
br: Kefoskañ &War-gil
hu: &Backspace behúzás

source: &Word Wrap
br: &Plegañ ar gerioù
hu: &Sortördelés

source: Replace &Tabs
br: Erlec'hiañ an &taolennata
hu: &Tabulátorok cseréje

source: Remove Trailing &Spaces
br: Lemel an &esaou en dibenn
hu: Sorvégi s&zóköz törlése

source: Wrap &Cursor
br: Plegañ er &reti
hu: Kurz&or tördelés

source: &Auto Brackets
br: Kromelloù &emgefreek
hu: Autó&matikus zárójelek

source: Select Options
br: Dibaboù war an diuz
hu: Kijelölés beállítása

source: &Persistent Selections
br: Diuzadenn &padus
hu: T&artós kijelölés

source: &Multiple Selections
br: &Diuzadenn liessek
hu: T&öbbszörös kijelölés

source: &Vertical Selections
br: Diuzadenn &a-serzh
hu: &Függõleges kijelölés

source: &Delete On Input
br: &Lemel pa vizskriver
hu: Törlõd&jön új bevitelkor

source: &Toggle Old
br: &Gwintañ ar re gent
hu: R&égire váltás

source: Wrap Words At:
br: Plegañ ar gerioù da :
hu: Sortördelés:

source: Tab Width:
br: Ledander an taolennata :
hu: Tabulátor mérete:

source: Undo steps:
br: Lankadoù dizober :
hu: Visszavonások száma:

source: Background:
br: Drekleur :
hu: Háttér:

source: Text Background:
br: Drekleur ar skrid :
hu: Szöveg háttere:

source: Found:
br: Kavet :
hu: Találat:

source: Selected + Found:
br: Kavet + diuzet :
hu: Kijelölt + találat:

source: Message
br: Kemennad
hu: Üzenet

source: This Document has been modified. Would you like to save it?
br: An teul-mañ a zo bet kemmet. Hag e fell deoc'h e enrollañ ?
hu: A dokumentum megváltozott. El szeretnéd menteni?

source: Ne&w...
br: &Nevez...
hu: Ú&j...

source: &Insert...
br: &Ensoc'hañ...
hu: Bes&zúrás...

source: Open Recen&t
br: Digeriñ nevezi&g
hu: U&tóbbi megnyitása

source: New &Window
br: &Prenestr nevez
hu: Új &ablak

source: New &View
br: &Gwel nevez
hu: Új &nézet

source: &Find...
br: &Kavout...
hu: K&eres...

source: &Replace...
br: &Erlec'hiañ...
hu: &Csere...

source: Find &Again
br: Kavout &adarre
hu: Kö&vetkezõ

source: &Goto Line...
br: &Mont d'al linenn...
hu: &Sorra ugrás...

source: U&ndo
br: &Dizober
hu: V&isszavon

source: R&edo
br: &Adober
hu: Ú&jra végez

source: &Indent
br: &Kefoskañ
hu: &Behúzás

source: Uninden&t
br: &Digekoskañ
hu: &Kitolás

source: &Select All
br: &Diuz pep tra
hu: &Mindent kijelöl

source: &Deselect All
br: &Andiuz pep tra
hu: K&ijelölést visszavon

source: In&vert Selection
br: &Eilpennañ an diuzadur
hu: Kijelölés meg&fordítása

source: &Set Bookmark...
br: &Lakaat ur sined...
hu: Kön&yvjelzõ beállítása...

source: &Add Bookmark
br: &Ouzhpennañ ur sined
hu: Könyvjelzõ &hozzáadása

source: &Clear Bookmarks
br: &Skarzhañ ar sinedoù
hu: Könyvjelzõk &törlése

source: Set Highlight
br: Lakaat ar splannadur
hu: Kiemelés kiválasztása

source: &Defaults...
br: &Dre ziouer...
hu: &Alapértelmezések...

source: &Highlight...
br: &Splannadur...
hu: &Kiemelés...

source: &Options...
br: D&ibaboù ...
hu: &Beállítások...

source: &Colors...
br: &Livioù...
hu: &Színek...

source: Show &Toolbar
br: Diskouez barrenn ar &binvioù
hu: &Eszköztár megjelenítése

source: Show &Statusbar
br: Diskouez barenn a &stad
hu: &Státuszsor megjelenítése

source: Save Config
br: Enrollañ ar c'hefluniadur
hu: Beállítások mentése

source: KWrite 0.98 Copyright 1998 Jochen Wilhelmy digisnap@cs.tu-berlin.de
br: KWrite 0.98 Gwirioù eilañ 1998 Jochen Wilhelmy digisnap@cs.tu-berlin.de
hu: KWrite 0.98 Szerzõi jog 1998 Jochen Wilhelmy digisnap@cs.tu-berlin.de

source: &Bookmarks
br: S&inedoù
hu: &Könyvjelzõk

source: New Document
br: Teul nevez
hu: Új dokumentum

source: Open Document
br: Digeriñ un teul
hu: Dokumentum megnyitása

source: Save Document
br: Enrollañ an teul
hu: Dokumentum mentése

source: Col
br: Bann
hu: Oszl
