Repository: KDE/kde1-kdeutils
Catalog: po/*/kzip.po
Languages: cs, es

source: Add File Options
cs: Parametry pro pøidání souboru
es: Opciones de añadir archivo

source: Store Full Path
cs: Ulo¾it s celou cestou
es: Guardar el directorio completo

source: Only Add Newer Files
cs: Pøidávat pouze novìj¹í soubory
es: Sólo añadir archivos nuevos

source: Extract Options
cs: Parametry extrakce
es: Opciones de extracción

source: Destination
cs: Cílové místo
es: Destino

source: Preserve Permissions
cs: Zachovat pøístupová práva
es: Conservar permisos

source: Filenames to Lowercase
cs: Pøevést na malá písmena
es: Archivos en minúsculas

source: All Files
cs: V¹echny
es: Todos los archivos

source: Selected File
cs: Vybrané
es: Archivo seleccionado

source: Pattern
cs: Maska
es: Plantilla

source: &New...
es: &Nuevo...

source: &Extract To...
cs: &Extrahovat do ...
es: &Extraer en...

source: E&xtract...
cs: E&xtrahovat ...
es: E&xtraer...

source: &Set Archive Directory...
cs: Na&stavit adresáø archivu ...
es: S&eleccionar directorio de archivos...

source: Set &Tar Executable...
cs: Nastavit program pro &Tar
es: Configurar ejecutable tar...

source: &File Adding Options...
cs: Parametry &pøidání souboru ...
es: &Opciones de añadir archivos...

source: Welcome to KZip...
cs: Vítejte v KZipu ...
es: Bienvenido a KZip...

source: Can't create archive of that type
cs: Nemohu vytvoøit archive tohoto typu
es: No se puede crear un archivo de ese tipo

source: Create or open an archive first
cs: Nejprve vytvoøte nebo otevøete archiv
es: Crear o abrir un archivo primero

source: Can't add directories with this archive type
cs: Nemohu pøidat adresáøe s tímto typem archivu
es: No se pueden añadir directorios con este tipo de archivo

source: Error saving to archive
cs: Chyba pøi ukládání do archivu
es: Error guardando en archivo

source: Archive Dir:
cs: Adresáø archivu:
es: Directiorio de archivos:

source: What runs GNU tar:
cs: Jaký pøíkaz vykonává GNU tar:
es: Uso de GNU tar:

source: Unknown archive format
cs: Neznámý formát archivu
es: Formato de archivo desconocido

source: Size
es: Tamaño

source: Archive directory does not exist.
cs: Adresáø archivu neexistuje.
es: Directorio de archivos no existe.

source: Archive Directory
cs: Adresáø archivu
es: Directorio de archivos
